var gb18030_6fields = [
   {
      "姓名": "孙云",
      "地址": "赫尔辛基",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "马德里",
      "jiguan": "悉尼",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "伍艳",
      "地址": "布拉格",
      "字段2": "福建省厦门市",
      "字段4": "雅加达",
      "jiguan": "圣保罗",
      "fld3": "布拉格"
   },
   {
      "姓名": "范兵",
      "地址": "内罗毕",
      "字段2": "西藏拉萨市",
      "字段4": "海南省海口市",
      "jiguan": "哈尔滨",
      "fld3": "圣保罗"
   },
   {
      "姓名": "齐怡",
      "地址": "布达佩斯",
      "字段2": "布鲁塞尔",
      "字段4": "悉尼",
      "jiguan": "圣地亚哥",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "许平",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "辽宁省沈阳市",
      "字段4": "圣保罗",
      "jiguan": "南京",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "尹超",
      "地址": "蒙特利尔",
      "字段2": "利马",
      "字段4": "墨西哥城",
      "jiguan": "悉尼",
      "fld3": "纽约"
   },
   {
      "姓名": "尹怡",
      "地址": "雅典",
      "字段2": "海南省海口市",
      "字段4": "里约热内卢",
      "jiguan": "雅典",
      "fld3": "奥克兰"
   },
   {
      "姓名": "卜桂兰",
      "地址": "福建省厦门市",
      "字段2": "云南省昆明市",
      "字段4": "广东省广州市",
      "jiguan": "赫尔辛基",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "于华",
      "地址": "巴塞罗那",
      "字段2": "巴黎",
      "字段4": "奥克兰",
      "jiguan": "蒙特利尔",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "苏龙",
      "地址": "莫斯科",
      "字段2": "广东省广州市",
      "字段4": "吉隆坡",
      "jiguan": "广州",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "乐巧",
      "地址": "圣地亚哥",
      "字段2": "新德里",
      "字段4": "青海省西宁市",
      "jiguan": "约翰内斯堡",
      "fld3": "温哥华"
   },
   {
      "姓名": "尹超",
      "地址": "香港特别行政区",
      "字段2": "台北市",
      "字段4": "巴塞罗那",
      "jiguan": "合肥",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "杨洋",
      "地址": "布鲁塞尔",
      "字段2": "吉隆坡",
      "字段4": "江苏省南京市",
      "jiguan": "西宁",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "元玲",
      "地址": "广东省广州市",
      "字段2": "海南省海口市",
      "字段4": "巴黎",
      "jiguan": "哈尔滨",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "顾桂英",
      "地址": "米兰",
      "字段2": "山东省济南市",
      "字段4": "维也纳",
      "jiguan": "伦敦",
      "fld3": "悉尼"
   },
   {
      "姓名": "任建华",
      "地址": "渥太华",
      "字段2": "吉隆坡",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "太原",
      "fld3": "维也纳"
   },
   {
      "姓名": "卫静",
      "地址": "雅加达",
      "字段2": "孟买",
      "字段4": "宁夏银川市",
      "jiguan": "南宁",
      "fld3": "雅典"
   },
   {
      "姓名": "萧云",
      "地址": "孟买",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "开普敦",
      "jiguan": "大连",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "谢伟",
      "地址": "温哥华",
      "字段2": "浙江省杭州市",
      "字段4": "江西省南昌市",
      "jiguan": "赫尔辛基",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "孙秀华",
      "地址": "慕尼黑",
      "字段2": "曼谷",
      "字段4": "开普敦",
      "jiguan": "香港",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "齐亮",
      "地址": "里约热内卢",
      "字段2": "新加坡",
      "字段4": "圣保罗",
      "jiguan": "罗马",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "苏龙",
      "地址": "雅加达",
      "字段2": "曼谷",
      "字段4": "华沙",
      "jiguan": "天津",
      "fld3": "圣保罗"
   },
   {
      "姓名": "许洁",
      "地址": "云南省昆明市",
      "字段2": "哥本哈根",
      "字段4": "悉尼",
      "jiguan": "台北",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "杨洁",
      "地址": "开罗",
      "字段2": "西藏拉萨市",
      "字段4": "吉林省长春市",
      "jiguan": "香港",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "周迪",
      "地址": "甘肃省兰州市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "温哥华",
      "jiguan": "内罗毕",
      "fld3": "纽约"
   },
   {
      "姓名": "凤桂兰",
      "地址": "奥斯陆",
      "字段2": "利马",
      "字段4": "云南省昆明市",
      "jiguan": "长春",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "齐怡",
      "地址": "江西省南昌市",
      "字段2": "巴塞罗那",
      "字段4": "莫斯科",
      "jiguan": "大连",
      "fld3": "布拉格"
   },
   {
      "姓名": "黄龚",
      "地址": "布拉格",
      "字段2": "纽约",
      "字段4": "维也纳",
      "jiguan": "开普敦",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "黄龚",
      "地址": "贵州省贵阳市",
      "字段2": "内罗毕",
      "字段4": "伯尔尼",
      "jiguan": "长春",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "孙云",
      "地址": "奥斯陆",
      "字段2": "孟买",
      "字段4": "赫尔辛基",
      "jiguan": "布达佩斯",
      "fld3": "内罗毕"
   },
   {
      "姓名": "尹怡",
      "地址": "赫尔辛基",
      "字段2": "甘肃省兰州市",
      "字段4": "迪拜",
      "jiguan": "重庆",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "罗怡",
      "地址": "蒙特利尔",
      "字段2": "内罗毕",
      "字段4": "赫尔辛基",
      "jiguan": "赫尔辛基",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "余亮",
      "地址": "莫斯科",
      "字段2": "布拉格",
      "字段4": "甘肃省兰州市",
      "jiguan": "西宁",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "廉洋",
      "地址": "巴黎",
      "字段2": "内罗毕",
      "字段4": "阿姆斯特丹",
      "jiguan": "圣保罗",
      "fld3": "孟买"
   },
   {
      "姓名": "花洁",
      "地址": "江西省南昌市",
      "字段2": "伊斯坦布尔",
      "字段4": "孟买",
      "jiguan": "台北",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "谢丽",
      "地址": "里约热内卢",
      "字段2": "内罗毕",
      "字段4": "华沙",
      "jiguan": "雅加达",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "廉洋",
      "地址": "福建省厦门市",
      "字段2": "贵州省贵阳市",
      "字段4": "新德里",
      "jiguan": "圣地亚哥",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "余亮",
      "地址": "华沙",
      "字段2": "云南省昆明市",
      "字段4": "山西省太原市",
      "jiguan": "马德里",
      "fld3": "温哥华"
   },
   {
      "姓名": "周敏",
      "地址": "蒙特利尔",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "孟买",
      "jiguan": "乌鲁木齐",
      "fld3": "温哥华"
   },
   {
      "姓名": "傅霞",
      "地址": "四川省成都市",
      "字段2": "维也纳",
      "字段4": "阿姆斯特丹",
      "jiguan": "卡拉奇",
      "fld3": "新德里"
   },
   {
      "姓名": "孙龚",
      "地址": "台北市",
      "字段2": "圣保罗",
      "字段4": "布拉格",
      "jiguan": "布达佩斯",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "赵巧",
      "地址": "香港特别行政区",
      "字段2": "圣地亚哥",
      "字段4": "巴黎",
      "jiguan": "奥克兰",
      "fld3": "纽约"
   },
   {
      "姓名": "柏华",
      "地址": "甘肃省兰州市",
      "字段2": "墨尔本",
      "字段4": "蒙特利尔",
      "jiguan": "拉萨",
      "fld3": "雅典"
   },
   {
      "姓名": "周敏",
      "地址": "新加坡",
      "字段2": "哥本哈根",
      "字段4": "墨西哥城",
      "jiguan": "南宁",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "孙秀华",
      "地址": "甘肃省兰州市",
      "字段2": "雅典",
      "字段4": "宁夏银川市",
      "jiguan": "厦门",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "乐巧",
      "地址": "开罗",
      "字段2": "墨尔本",
      "字段4": "辽宁省沈阳市",
      "jiguan": "悉尼",
      "fld3": "孟买"
   },
   {
      "姓名": "余杰",
      "地址": "斯德哥尔摩",
      "字段2": "圣保罗",
      "字段4": "孟买",
      "jiguan": "长春",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "水明",
      "地址": "柏林",
      "字段2": "广西南宁市",
      "字段4": "渥太华",
      "jiguan": "马德里",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "卫静",
      "地址": "新加坡",
      "字段2": "利马",
      "字段4": "辽宁省沈阳市",
      "jiguan": "哈尔滨",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "于洁",
      "地址": "宁夏银川市",
      "字段2": "雅加达",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "渥太华",
      "fld3": "新加坡"
   },
   {
      "姓名": "尹超",
      "地址": "内蒙古呼和浩特市",
      "字段2": "东京",
      "字段4": "曼谷",
      "jiguan": "孟买",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "于玲",
      "地址": "柏林",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "河南省郑州市",
      "jiguan": "西宁",
      "fld3": "墨尔本"
   },
   {
      "姓名": "顾桂英",
      "地址": "贵州省贵阳市",
      "字段2": "利马",
      "字段4": "江苏省南京市",
      "jiguan": "台北",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "东京",
      "字段2": "江西省南昌市",
      "字段4": "贵州省贵阳市",
      "jiguan": "深圳",
      "fld3": "柏林"
   },
   {
      "姓名": "蒋秀英",
      "地址": "新德里",
      "字段2": "巴塞罗那",
      "字段4": "伊斯坦布尔",
      "jiguan": "乌鲁木齐",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "柏华",
      "地址": "开罗",
      "字段2": "云南省昆明市",
      "字段4": "安徽省合肥市",
      "jiguan": "武汉",
      "fld3": "迪拜"
   },
   {
      "姓名": "云洋",
      "地址": "吉林省长春市",
      "字段2": "墨西哥城",
      "字段4": "香港特别行政区",
      "jiguan": "乌鲁木齐",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "罗杰",
      "地址": "哥本哈根",
      "字段2": "云南省昆明市",
      "字段4": "西藏拉萨市",
      "jiguan": "伯尔尼",
      "fld3": "悉尼"
   },
   {
      "姓名": "孙云",
      "地址": "米兰",
      "字段2": "雅加达",
      "字段4": "辽宁省沈阳市",
      "jiguan": "开普敦",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "赵巧",
      "地址": "奥斯陆",
      "字段2": "辽宁省大连市",
      "字段4": "安徽省合肥市",
      "jiguan": "哈尔滨",
      "fld3": "华沙"
   },
   {
      "姓名": "苏龙",
      "地址": "孟买",
      "字段2": "约翰内斯堡",
      "字段4": "渥太华",
      "jiguan": "奥斯陆",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "邹洋",
      "地址": "莫斯科",
      "字段2": "迪拜",
      "字段4": "安徽省合肥市",
      "jiguan": "南京",
      "fld3": "东京"
   },
   {
      "姓名": "卜云",
      "地址": "蒙特利尔",
      "字段2": "赫尔辛基",
      "字段4": "斯德哥尔摩",
      "jiguan": "伯尔尼",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "任建华",
      "地址": "内蒙古呼和浩特市",
      "字段2": "斯德哥尔摩",
      "字段4": "赫尔辛基",
      "jiguan": "厦门",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "廉洋",
      "地址": "伯尔尼",
      "字段2": "广西南宁市",
      "字段4": "约翰内斯堡",
      "jiguan": "青岛",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "周迪",
      "地址": "布鲁塞尔",
      "字段2": "安徽省合肥市",
      "字段4": "罗马",
      "jiguan": "太原",
      "fld3": "罗马"
   },
   {
      "姓名": "谢伟",
      "地址": "墨西哥城",
      "字段2": "哥本哈根",
      "字段4": "维也纳",
      "jiguan": "拉萨",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "孔桂兰",
      "地址": "奥克兰",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "纽约",
      "jiguan": "哈尔滨",
      "fld3": "渥太华"
   },
   {
      "姓名": "卜桂兰",
      "地址": "河南省郑州市",
      "字段2": "开罗",
      "字段4": "海南省海口市",
      "jiguan": "阿姆斯特丹",
      "fld3": "华沙"
   },
   {
      "姓名": "廉洋",
      "地址": "甘肃省兰州市",
      "字段2": "圣地亚哥",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "拉萨",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "施秀华",
      "地址": "孟买",
      "字段2": "伯尔尼",
      "字段4": "哥本哈根",
      "jiguan": "兰州",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "云洋",
      "地址": "东京",
      "字段2": "广东省广州市",
      "字段4": "江苏省南京市",
      "jiguan": "伦敦",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "范兵",
      "地址": "香港特别行政区",
      "字段2": "温哥华",
      "字段4": "四川省成都市",
      "jiguan": "南京",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "尹世杰",
      "地址": "奥克兰",
      "字段2": "开罗",
      "字段4": "哥本哈根",
      "jiguan": "马德里",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "卫静",
      "地址": "墨尔本",
      "字段2": "四川省成都市",
      "字段4": "东京",
      "jiguan": "青岛",
      "fld3": "内罗毕"
   },
   {
      "姓名": "孙龚",
      "地址": "海南省海口市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "台北市",
      "jiguan": "奥克兰",
      "fld3": "利马"
   },
   {
      "姓名": "周敏",
      "地址": "华沙",
      "字段2": "海南省海口市",
      "字段4": "宁夏银川市",
      "jiguan": "沈阳",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "杨洁",
      "地址": "渥太华",
      "字段2": "卡拉奇",
      "字段4": "华沙",
      "jiguan": "莫斯科",
      "fld3": "柏林"
   },
   {
      "姓名": "史芳",
      "地址": "新德里",
      "字段2": "内罗毕",
      "字段4": "江西省南昌市",
      "jiguan": "拉萨",
      "fld3": "开普敦"
   },
   {
      "姓名": "孔桂兰",
      "地址": "浙江省杭州市",
      "字段2": "蒙特利尔",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "雅加达",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "柏林",
      "字段2": "东京",
      "字段4": "孟买",
      "jiguan": "蒙特利尔",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "杨洁",
      "地址": "悉尼",
      "字段2": "澳门特别行政区",
      "字段4": "甘肃省兰州市",
      "jiguan": "罗马",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "钱刚",
      "地址": "伦敦",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "慕尼黑",
      "jiguan": "孟买",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "于洁",
      "地址": "赫尔辛基",
      "字段2": "山东省青岛市",
      "字段4": "东京",
      "jiguan": "孟买",
      "fld3": "孟买"
   },
   {
      "姓名": "范兵",
      "地址": "新德里",
      "字段2": "伊斯坦布尔",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "伊斯坦布尔",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "黄龚",
      "地址": "罗马",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "西藏拉萨市",
      "jiguan": "伦敦",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "乐巧",
      "地址": "多伦多",
      "字段2": "新加坡",
      "字段4": "安徽省合肥市",
      "jiguan": "曼谷",
      "fld3": "开普敦"
   },
   {
      "姓名": "孙云",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "巴塞罗那",
      "字段4": "罗马",
      "jiguan": "雅加达",
      "fld3": "伦敦"
   },
   {
      "姓名": "孙秀华",
      "地址": "阿姆斯特丹",
      "字段2": "多伦多",
      "字段4": "东京",
      "jiguan": "雅典",
      "fld3": "米兰"
   },
   {
      "姓名": "廉洋",
      "地址": "内罗毕",
      "字段2": "开普敦",
      "字段4": "赫尔辛基",
      "jiguan": "深圳",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "孙秀华",
      "地址": "新德里",
      "字段2": "多伦多",
      "字段4": "罗马",
      "jiguan": "巴塞罗那",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "廉洋",
      "地址": "山西省太原市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "悉尼",
      "jiguan": "孟买",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "赵巧",
      "地址": "开罗",
      "字段2": "浙江省杭州市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "曼谷",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "陶芳",
      "地址": "西藏拉萨市",
      "字段2": "孟买",
      "字段4": "圣保罗",
      "jiguan": "南京",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "雷静",
      "地址": "迪拜",
      "字段2": "约翰内斯堡",
      "字段4": "温哥华",
      "jiguan": "孟买",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "罗杰",
      "地址": "纽约",
      "字段2": "广西南宁市",
      "字段4": "曼谷",
      "jiguan": "香港",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "施秀华",
      "地址": "江苏省南京市",
      "字段2": "伊斯坦布尔",
      "字段4": "阿姆斯特丹",
      "jiguan": "巴黎",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "周迪",
      "地址": "斯德哥尔摩",
      "字段2": "河南省郑州市",
      "字段4": "新加坡",
      "jiguan": "马德里",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "黄龚",
      "地址": "渥太华",
      "字段2": "江苏省南京市",
      "字段4": "四川省成都市",
      "jiguan": "布拉格",
      "fld3": "迪拜"
   },
   {
      "姓名": "尹超",
      "地址": "河南省郑州市",
      "字段2": "海南省海口市",
      "字段4": "奥斯陆",
      "jiguan": "马德里",
      "fld3": "温哥华"
   },
   {
      "姓名": "孔桂兰",
      "地址": "阿姆斯特丹",
      "字段2": "内罗毕",
      "字段4": "东京",
      "jiguan": "南京",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "罗怡",
      "地址": "开普敦",
      "字段2": "悉尼",
      "字段4": "莫斯科",
      "jiguan": "布拉格",
      "fld3": "内罗毕"
   },
   {
      "姓名": "于华",
      "地址": "澳门特别行政区",
      "字段2": "台北市",
      "字段4": "纽约",
      "jiguan": "南昌",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "任建华",
      "地址": "蒙特利尔",
      "字段2": "维也纳",
      "字段4": "雅加达",
      "jiguan": "布拉格",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "周敏",
      "地址": "阿姆斯特丹",
      "字段2": "四川省成都市",
      "字段4": "澳门特别行政区",
      "jiguan": "悉尼",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "孙龚",
      "地址": "莫斯科",
      "字段2": "约翰内斯堡",
      "字段4": "墨西哥城",
      "jiguan": "雅典",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "余杰",
      "地址": "布达佩斯",
      "字段2": "福建省厦门市",
      "字段4": "雅典",
      "jiguan": "西宁",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "元玲",
      "地址": "云南省昆明市",
      "字段2": "伦敦",
      "字段4": "伊斯坦布尔",
      "jiguan": "南昌",
      "fld3": "温哥华"
   },
   {
      "姓名": "陶兵",
      "地址": "辽宁省沈阳市",
      "字段2": "雅加达",
      "字段4": "新德里",
      "jiguan": "大连",
      "fld3": "孟买"
   },
   {
      "姓名": "于玲",
      "地址": "奥克兰",
      "字段2": "曼谷",
      "字段4": "墨西哥城",
      "jiguan": "悉尼",
      "fld3": "罗马"
   },
   {
      "姓名": "汤全",
      "地址": "慕尼黑",
      "字段2": "安徽省合肥市",
      "字段4": "雅加达",
      "jiguan": "厦门",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "乐巧",
      "地址": "吉林省长春市",
      "字段2": "山西省太原市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "武汉",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "许明",
      "地址": "莫斯科",
      "字段2": "慕尼黑",
      "字段4": "伯尔尼",
      "jiguan": "南昌",
      "fld3": "巴黎"
   },
   {
      "姓名": "雷静",
      "地址": "内罗毕",
      "字段2": "贵州省贵阳市",
      "字段4": "哥本哈根",
      "jiguan": "开普敦",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "陶芳",
      "地址": "赫尔辛基",
      "字段2": "山东省青岛市",
      "字段4": "温哥华",
      "jiguan": "南昌",
      "fld3": "新加坡"
   },
   {
      "姓名": "苏龙",
      "地址": "西藏拉萨市",
      "字段2": "台北市",
      "字段4": "墨尔本",
      "jiguan": "米兰",
      "fld3": "多伦多"
   },
   {
      "姓名": "邹洋",
      "地址": "悉尼",
      "字段2": "温哥华",
      "字段4": "安徽省合肥市",
      "jiguan": "巴黎",
      "fld3": "利马"
   },
   {
      "姓名": "尹超",
      "地址": "卡拉奇",
      "字段2": "宁夏银川市",
      "字段4": "四川省成都市",
      "jiguan": "成都",
      "fld3": "奥克兰"
   },
   {
      "姓名": "施秀华",
      "地址": "青海省西宁市",
      "字段2": "伊斯坦布尔",
      "字段4": "东京",
      "jiguan": "悉尼",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "吕兵",
      "地址": "渥太华",
      "字段2": "圣保罗",
      "字段4": "多伦多",
      "jiguan": "重庆",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "任建华",
      "地址": "香港特别行政区",
      "字段2": "纽约",
      "字段4": "海南省海口市",
      "jiguan": "内罗毕",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "姜秀华",
      "地址": "利马",
      "字段2": "奥克兰",
      "字段4": "雅典",
      "jiguan": "布拉格",
      "fld3": "纽约"
   },
   {
      "姓名": "尹怡",
      "地址": "雅典",
      "字段2": "慕尼黑",
      "字段4": "福建省厦门市",
      "jiguan": "哈尔滨",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "罗怡",
      "地址": "布达佩斯",
      "字段2": "广东省广州市",
      "字段4": "悉尼",
      "jiguan": "圣地亚哥",
      "fld3": "米兰"
   },
   {
      "姓名": "钱刚",
      "地址": "巴塞罗那",
      "字段2": "巴黎",
      "字段4": "墨尔本",
      "jiguan": "重庆",
      "fld3": "东京"
   },
   {
      "姓名": "谢伟",
      "地址": "墨尔本",
      "字段2": "广西南宁市",
      "字段4": "奥斯陆",
      "jiguan": "马德里",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "许平",
      "地址": "山东省济南市",
      "字段2": "新加坡",
      "字段4": "维也纳",
      "jiguan": "悉尼",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "周敏",
      "地址": "内蒙古呼和浩特市",
      "字段2": "柏林",
      "字段4": "云南省昆明市",
      "jiguan": "太原",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "姜秀华",
      "地址": "墨西哥城",
      "字段2": "里约热内卢",
      "字段4": "四川省成都市",
      "jiguan": "拉萨",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "于玲",
      "地址": "慕尼黑",
      "字段2": "悉尼",
      "字段4": "开普敦",
      "jiguan": "奥克兰",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "傅霞",
      "地址": "布达佩斯",
      "字段2": "布拉格",
      "字段4": "甘肃省兰州市",
      "jiguan": "巴塞罗那",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "姜秀华",
      "地址": "广东省广州市",
      "字段2": "香港特别行政区",
      "字段4": "利马",
      "jiguan": "雅典",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "周迪",
      "地址": "云南省昆明市",
      "字段2": "江西省南昌市",
      "字段4": "吉林省长春市",
      "jiguan": "成都",
      "fld3": "布拉格"
   },
   {
      "姓名": "云洋",
      "地址": "四川省成都市",
      "字段2": "利马",
      "字段4": "云南省昆明市",
      "jiguan": "孟买",
      "fld3": "东京"
   },
   {
      "姓名": "元玲",
      "地址": "阿姆斯特丹",
      "字段2": "巴黎",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "圣地亚哥",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "任建华",
      "地址": "内罗毕",
      "字段2": "约翰内斯堡",
      "字段4": "阿姆斯特丹",
      "jiguan": "南京",
      "fld3": "温哥华"
   },
   {
      "姓名": "花洁",
      "地址": "巴塞罗那",
      "字段2": "新德里",
      "字段4": "四川省成都市",
      "jiguan": "米兰",
      "fld3": "圣保罗"
   },
   {
      "姓名": "尹世杰",
      "地址": "辽宁省大连市",
      "字段2": "阿姆斯特丹",
      "字段4": "迪拜",
      "jiguan": "厦门",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "乐巧",
      "地址": "香港特别行政区",
      "字段2": "哥本哈根",
      "字段4": "吉隆坡",
      "jiguan": "重庆",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "杨洁",
      "地址": "奥克兰",
      "字段2": "布拉格",
      "字段4": "新加坡",
      "jiguan": "深圳",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "尹超",
      "地址": "巴塞罗那",
      "字段2": "里约热内卢",
      "字段4": "莫斯科",
      "jiguan": "雅加达",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "褚超",
      "地址": "东京",
      "字段2": "香港特别行政区",
      "字段4": "维也纳",
      "jiguan": "巴塞罗那",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "尹超",
      "地址": "孟买",
      "字段2": "蒙特利尔",
      "字段4": "海南省海口市",
      "jiguan": "孟买",
      "fld3": "温哥华"
   },
   {
      "姓名": "魏桂兰",
      "地址": "斯德哥尔摩",
      "字段2": "开普敦",
      "字段4": "圣保罗",
      "jiguan": "郑州",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "姜秀华",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "吉隆坡",
      "字段4": "雅加达",
      "jiguan": "厦门",
      "fld3": "内罗毕"
   },
   {
      "姓名": "乐巧",
      "地址": "柏林",
      "字段2": "内罗毕",
      "字段4": "浙江省杭州市",
      "jiguan": "伦敦",
      "fld3": "孟买"
   },
   {
      "姓名": "汤全",
      "地址": "西藏拉萨市",
      "字段2": "新加坡",
      "字段4": "青海省西宁市",
      "jiguan": "香港",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "谢伟",
      "地址": "开普敦",
      "字段2": "贵州省贵阳市",
      "字段4": "台北市",
      "jiguan": "悉尼",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "平强",
      "地址": "新德里",
      "字段2": "山东省济南市",
      "字段4": "布达佩斯",
      "jiguan": "成都",
      "fld3": "台北市"
   },
   {
      "姓名": "伍艳",
      "地址": "伊斯坦布尔",
      "字段2": "华沙",
      "字段4": "约翰内斯堡",
      "jiguan": "海口",
      "fld3": "悉尼"
   },
   {
      "姓名": "傅霞",
      "地址": "奥克兰",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "福建省厦门市",
      "jiguan": "海口",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "谢伟",
      "地址": "曼谷",
      "字段2": "东京",
      "字段4": "新加坡",
      "jiguan": "巴黎",
      "fld3": "伦敦"
   },
   {
      "姓名": "周敏",
      "地址": "新加坡",
      "字段2": "西藏拉萨市",
      "字段4": "辽宁省大连市",
      "jiguan": "南京",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "孙秀华",
      "地址": "布达佩斯",
      "字段2": "河南省郑州市",
      "字段4": "米兰",
      "jiguan": "蒙特利尔",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "柏华",
      "地址": "安徽省合肥市",
      "字段2": "辽宁省沈阳市",
      "字段4": "新加坡",
      "jiguan": "巴黎",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "史新",
      "地址": "莫斯科",
      "字段2": "巴塞罗那",
      "字段4": "卡拉奇",
      "jiguan": "成都",
      "fld3": "内罗毕"
   },
   {
      "姓名": "孙云",
      "地址": "阿姆斯特丹",
      "字段2": "温哥华",
      "字段4": "米兰",
      "jiguan": "罗马",
      "fld3": "柏林"
   },
   {
      "姓名": "齐怡",
      "地址": "斯德哥尔摩",
      "字段2": "新加坡",
      "字段4": "甘肃省兰州市",
      "jiguan": "海口",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "花洁",
      "地址": "温哥华",
      "字段2": "新德里",
      "字段4": "里约热内卢",
      "jiguan": "拉萨",
      "fld3": "利马"
   },
   {
      "姓名": "于玲",
      "地址": "甘肃省兰州市",
      "字段2": "马德里",
      "字段4": "香港特别行政区",
      "jiguan": "悉尼",
      "fld3": "雅典"
   },
   {
      "姓名": "水红",
      "地址": "内蒙古呼和浩特市",
      "字段2": "辽宁省沈阳市",
      "字段4": "罗马",
      "jiguan": "雅典",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "水明",
      "地址": "新疆乌鲁木齐市",
      "字段2": "内罗毕",
      "字段4": "莫斯科",
      "jiguan": "柏林",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "水明",
      "地址": "奥克兰",
      "字段2": "莫斯科",
      "字段4": "莫斯科",
      "jiguan": "米兰",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "喻秀华",
      "地址": "山东省青岛市",
      "字段2": "柏林",
      "字段4": "新加坡",
      "jiguan": "柏林",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "齐亮",
      "地址": "哥本哈根",
      "字段2": "悉尼",
      "字段4": "四川省成都市",
      "jiguan": "广州",
      "fld3": "华沙"
   },
   {
      "姓名": "魏桂兰",
      "地址": "内蒙古呼和浩特市",
      "字段2": "安徽省合肥市",
      "字段4": "纽约",
      "jiguan": "南昌",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "孙秀华",
      "地址": "吉隆坡",
      "字段2": "斯德哥尔摩",
      "字段4": "开罗",
      "jiguan": "长春",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "卜云",
      "地址": "维也纳",
      "字段2": "安徽省合肥市",
      "字段4": "开普敦",
      "jiguan": "郑州",
      "fld3": "墨尔本"
   },
   {
      "姓名": "水红",
      "地址": "巴塞罗那",
      "字段2": "渥太华",
      "字段4": "赫尔辛基",
      "jiguan": "圣保罗",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "墨尔本",
      "字段2": "海南省海口市",
      "字段4": "山东省青岛市",
      "jiguan": "赫尔辛基",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "吕兵",
      "地址": "孟买",
      "字段2": "浙江省杭州市",
      "字段4": "墨尔本",
      "jiguan": "海口",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "孔桂兰",
      "地址": "西藏拉萨市",
      "字段2": "新德里",
      "字段4": "山西省太原市",
      "jiguan": "武汉",
      "fld3": "曼谷"
   },
   {
      "姓名": "水红",
      "地址": "安徽省合肥市",
      "字段2": "东京",
      "字段4": "圣地亚哥",
      "jiguan": "大连",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "萧云",
      "地址": "内罗毕",
      "字段2": "台北市",
      "字段4": "马德里",
      "jiguan": "拉萨",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "史新",
      "地址": "阿姆斯特丹",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "约翰内斯堡",
      "jiguan": "青岛",
      "fld3": "巴黎"
   },
   {
      "姓名": "孔桂兰",
      "地址": "阿姆斯特丹",
      "字段2": "慕尼黑",
      "字段4": "渥太华",
      "jiguan": "郑州",
      "fld3": "莫斯科"
   },
   {
      "姓名": "元玲",
      "地址": "吉隆坡",
      "字段2": "布达佩斯",
      "字段4": "迪拜",
      "jiguan": "罗马",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "于洁",
      "地址": "多伦多",
      "字段2": "台北市",
      "字段4": "东京",
      "jiguan": "布拉格",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "谢伟",
      "地址": "辽宁省大连市",
      "字段2": "辽宁省沈阳市",
      "字段4": "安徽省合肥市",
      "jiguan": "兰州",
      "fld3": "台北市"
   },
   {
      "姓名": "尹怡",
      "地址": "吉林省长春市",
      "字段2": "福建省厦门市",
      "字段4": "墨西哥城",
      "jiguan": "开普敦",
      "fld3": "奥克兰"
   },
   {
      "姓名": "吕兵",
      "地址": "山东省济南市",
      "字段2": "纽约",
      "字段4": "山东省济南市",
      "jiguan": "重庆",
      "fld3": "维也纳"
   },
   {
      "姓名": "凤桂兰",
      "地址": "曼谷",
      "字段2": "雅典",
      "字段4": "墨尔本",
      "jiguan": "广州",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "周迪",
      "地址": "赫尔辛基",
      "字段2": "莫斯科",
      "字段4": "孟买",
      "jiguan": "渥太华",
      "fld3": "罗马"
   },
   {
      "姓名": "于玲",
      "地址": "辽宁省沈阳市",
      "字段2": "柏林",
      "字段4": "浙江省杭州市",
      "jiguan": "马德里",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "蒋秀英",
      "地址": "吉林省长春市",
      "字段2": "江西省南昌市",
      "字段4": "华沙",
      "jiguan": "武汉",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "柏华",
      "地址": "利马",
      "字段2": "布鲁塞尔",
      "字段4": "福建省厦门市",
      "jiguan": "成都",
      "fld3": "布拉格"
   },
   {
      "姓名": "尹超",
      "地址": "甘肃省兰州市",
      "字段2": "圣保罗",
      "字段4": "墨尔本",
      "jiguan": "柏林",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "谢丽",
      "地址": "赫尔辛基",
      "字段2": "雅典",
      "字段4": "迪拜",
      "jiguan": "沈阳",
      "fld3": "莫斯科"
   },
   {
      "姓名": "周迪",
      "地址": "圣地亚哥",
      "字段2": "雅加达",
      "字段4": "布鲁塞尔",
      "jiguan": "曼谷",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "周迪",
      "地址": "悉尼",
      "字段2": "伊斯坦布尔",
      "字段4": "里约热内卢",
      "jiguan": "兰州",
      "fld3": "孟买"
   },
   {
      "姓名": "杨洋",
      "地址": "广东省广州市",
      "字段2": "贵州省贵阳市",
      "字段4": "四川省成都市",
      "jiguan": "奥克兰",
      "fld3": "米兰"
   },
   {
      "姓名": "卫静",
      "地址": "巴塞罗那",
      "字段2": "浙江省杭州市",
      "字段4": "多伦多",
      "jiguan": "伦敦",
      "fld3": "伦敦"
   },
   {
      "姓名": "卜云",
      "地址": "奥克兰",
      "字段2": "巴塞罗那",
      "字段4": "孟买",
      "jiguan": "哈尔滨",
      "fld3": "罗马"
   },
   {
      "姓名": "于洁",
      "地址": "巴塞罗那",
      "字段2": "悉尼",
      "字段4": "广东省广州市",
      "jiguan": "米兰",
      "fld3": "开罗"
   },
   {
      "姓名": "谢丽",
      "地址": "甘肃省兰州市",
      "字段2": "阿姆斯特丹",
      "字段4": "曼谷",
      "jiguan": "拉萨",
      "fld3": "布拉格"
   },
   {
      "姓名": "于玲",
      "地址": "里约热内卢",
      "字段2": "安徽省合肥市",
      "字段4": "内罗毕",
      "jiguan": "巴塞罗那",
      "fld3": "台北市"
   },
   {
      "姓名": "杨洁",
      "地址": "新德里",
      "字段2": "卡拉奇",
      "字段4": "悉尼",
      "jiguan": "南昌",
      "fld3": "墨尔本"
   },
   {
      "姓名": "谢伟",
      "地址": "青海省西宁市",
      "字段2": "马德里",
      "字段4": "维也纳",
      "jiguan": "香港",
      "fld3": "渥太华"
   },
   {
      "姓名": "史芳",
      "地址": "赫尔辛基",
      "字段2": "纽约",
      "字段4": "海南省海口市",
      "jiguan": "巴塞罗那",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "顾桂英",
      "地址": "孟买",
      "字段2": "哥本哈根",
      "字段4": "辽宁省沈阳市",
      "jiguan": "长春",
      "fld3": "柏林"
   },
   {
      "姓名": "陶芳",
      "地址": "维也纳",
      "字段2": "河南省郑州市",
      "字段4": "斯德哥尔摩",
      "jiguan": "大连",
      "fld3": "布拉格"
   },
   {
      "姓名": "齐亮",
      "地址": "江苏省南京市",
      "字段2": "布拉格",
      "字段4": "吉林省长春市",
      "jiguan": "台北",
      "fld3": "马德里"
   },
   {
      "姓名": "水红",
      "地址": "辽宁省大连市",
      "字段2": "伦敦",
      "字段4": "圣保罗",
      "jiguan": "深圳",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "云洋",
      "地址": "布鲁塞尔",
      "字段2": "墨尔本",
      "字段4": "利马",
      "jiguan": "内罗毕",
      "fld3": "雅典"
   },
   {
      "姓名": "花洁",
      "地址": "悉尼",
      "字段2": "华沙",
      "字段4": "辽宁省大连市",
      "jiguan": "兰州",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "杨洋",
      "地址": "内罗毕",
      "字段2": "圣保罗",
      "字段4": "吉隆坡",
      "jiguan": "巴塞罗那",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "尹超",
      "地址": "多伦多",
      "字段2": "圣地亚哥",
      "字段4": "莫斯科",
      "jiguan": "新德里",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "孙秀华",
      "地址": "新疆乌鲁木齐市",
      "字段2": "孟买",
      "字段4": "青海省西宁市",
      "jiguan": "长春",
      "fld3": "华沙"
   },
   {
      "姓名": "罗怡",
      "地址": "吉林省长春市",
      "字段2": "山西省太原市",
      "字段4": "广西南宁市",
      "jiguan": "兰州",
      "fld3": "巴黎"
   },
   {
      "姓名": "谢丽",
      "地址": "浙江省杭州市",
      "字段2": "奥斯陆",
      "字段4": "吉隆坡",
      "jiguan": "内罗毕",
      "fld3": "孟买"
   },
   {
      "姓名": "花洁",
      "地址": "伯尔尼",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "伦敦",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "余亮",
      "地址": "吉隆坡",
      "字段2": "新加坡",
      "字段4": "吉林省长春市",
      "jiguan": "大连",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "平强",
      "地址": "孟买",
      "字段2": "雅加达",
      "字段4": "伊斯坦布尔",
      "jiguan": "圣保罗",
      "fld3": "开普敦"
   },
   {
      "姓名": "姜秀华",
      "地址": "布宜诺斯艾利斯",
      "字段2": "内罗毕",
      "字段4": "山东省济南市",
      "jiguan": "广州",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "齐怡",
      "地址": "澳门特别行政区",
      "字段2": "澳门特别行政区",
      "字段4": "圣保罗",
      "jiguan": "长春",
      "fld3": "奥克兰"
   },
   {
      "姓名": "许明",
      "地址": "卡拉奇",
      "字段2": "山西省太原市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "阿姆斯特丹",
      "fld3": "新加坡"
   },
   {
      "姓名": "于玲",
      "地址": "罗马",
      "字段2": "云南省昆明市",
      "字段4": "东京",
      "jiguan": "渥太华",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "云洋",
      "地址": "柏林",
      "字段2": "卡拉奇",
      "字段4": "巴黎",
      "jiguan": "布拉格",
      "fld3": "悉尼"
   },
   {
      "姓名": "魏桂兰",
      "地址": "山西省太原市",
      "字段2": "安徽省合肥市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "圣地亚哥",
      "fld3": "新加坡"
   },
   {
      "姓名": "廉洋",
      "地址": "辽宁省沈阳市",
      "字段2": "宁夏银川市",
      "字段4": "东京",
      "jiguan": "海口",
      "fld3": "华沙"
   },
   {
      "姓名": "孙秀华",
      "地址": "宁夏银川市",
      "字段2": "布鲁塞尔",
      "字段4": "圣保罗",
      "jiguan": "伦敦",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "苏龙",
      "地址": "江西省南昌市",
      "字段2": "澳门特别行政区",
      "字段4": "里约热内卢",
      "jiguan": "太原",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "孙刚",
      "地址": "浙江省杭州市",
      "字段2": "安徽省合肥市",
      "字段4": "福建省厦门市",
      "jiguan": "青岛",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "周迪",
      "地址": "墨西哥城",
      "字段2": "伊斯坦布尔",
      "字段4": "山东省济南市",
      "jiguan": "伊斯坦布尔",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "陶兵",
      "地址": "青海省西宁市",
      "字段2": "圣地亚哥",
      "字段4": "米兰",
      "jiguan": "圣地亚哥",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "施秀华",
      "地址": "阿姆斯特丹",
      "字段2": "开普敦",
      "字段4": "新加坡",
      "jiguan": "西宁",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "汤全",
      "地址": "圣保罗",
      "字段2": "辽宁省大连市",
      "字段4": "澳门特别行政区",
      "jiguan": "巴黎",
      "fld3": "巴黎"
   },
   {
      "姓名": "尹超",
      "地址": "开罗",
      "字段2": "江西省南昌市",
      "字段4": "吉隆坡",
      "jiguan": "南昌",
      "fld3": "孟买"
   },
   {
      "姓名": "乐巧",
      "地址": "曼谷",
      "字段2": "维也纳",
      "字段4": "台北市",
      "jiguan": "兰州",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "花洁",
      "地址": "辽宁省沈阳市",
      "字段2": "布达佩斯",
      "字段4": "山东省青岛市",
      "jiguan": "莫斯科",
      "fld3": "柏林"
   },
   {
      "姓名": "孙刚",
      "地址": "山西省太原市",
      "字段2": "布达佩斯",
      "字段4": "河南省郑州市",
      "jiguan": "伦敦",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "范兵",
      "地址": "伯尔尼",
      "字段2": "江西省南昌市",
      "字段4": "甘肃省兰州市",
      "jiguan": "圣地亚哥",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "卫静",
      "地址": "约翰内斯堡",
      "字段2": "纽约",
      "字段4": "利马",
      "jiguan": "布达佩斯",
      "fld3": "布拉格"
   },
   {
      "姓名": "顾桂英",
      "地址": "圣保罗",
      "字段2": "巴塞罗那",
      "字段4": "马德里",
      "jiguan": "布达佩斯",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "罗怡",
      "地址": "内罗毕",
      "字段2": "渥太华",
      "字段4": "哥本哈根",
      "jiguan": "布达佩斯",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "卜云",
      "地址": "海南省海口市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "华沙",
      "jiguan": "兰州",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "陶兵",
      "地址": "青海省西宁市",
      "字段2": "伯尔尼",
      "字段4": "福建省厦门市",
      "jiguan": "渥太华",
      "fld3": "孟买"
   },
   {
      "姓名": "齐怡",
      "地址": "奥斯陆",
      "字段2": "斯德哥尔摩",
      "字段4": "广西南宁市",
      "jiguan": "卡拉奇",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "廉洋",
      "地址": "曼谷",
      "字段2": "广东省广州市",
      "字段4": "福建省厦门市",
      "jiguan": "兰州",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "许明",
      "地址": "雅加达",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "布达佩斯",
      "jiguan": "南昌",
      "fld3": "墨尔本"
   },
   {
      "姓名": "水红",
      "地址": "伯尔尼",
      "字段2": "开罗",
      "字段4": "吉林省长春市",
      "jiguan": "伦敦",
      "fld3": "内罗毕"
   },
   {
      "姓名": "史新",
      "地址": "香港特别行政区",
      "字段2": "贵州省贵阳市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "布拉格",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "尹超",
      "地址": "山西省太原市",
      "字段2": "柏林",
      "字段4": "云南省昆明市",
      "jiguan": "深圳",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "史新",
      "地址": "东京",
      "字段2": "海南省海口市",
      "字段4": "渥太华",
      "jiguan": "米兰",
      "fld3": "柏林"
   },
   {
      "姓名": "卫静",
      "地址": "利马",
      "字段2": "青海省西宁市",
      "字段4": "布拉格",
      "jiguan": "柏林",
      "fld3": "莫斯科"
   },
   {
      "姓名": "殷明",
      "地址": "斯德哥尔摩",
      "字段2": "新德里",
      "字段4": "内罗毕",
      "jiguan": "开普敦",
      "fld3": "伦敦"
   },
   {
      "姓名": "陶芳",
      "地址": "山东省青岛市",
      "字段2": "布达佩斯",
      "字段4": "奥斯陆",
      "jiguan": "台北",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "喻秀华",
      "地址": "慕尼黑",
      "字段2": "新加坡",
      "字段4": "四川省成都市",
      "jiguan": "罗马",
      "fld3": "东京"
   },
   {
      "姓名": "孔桂兰",
      "地址": "布达佩斯",
      "字段2": "河南省郑州市",
      "字段4": "慕尼黑",
      "jiguan": "南京",
      "fld3": "渥太华"
   },
   {
      "姓名": "赵巧",
      "地址": "卡拉奇",
      "字段2": "布达佩斯",
      "字段4": "伊斯坦布尔",
      "jiguan": "曼谷",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "罗怡",
      "地址": "山东省青岛市",
      "字段2": "华沙",
      "字段4": "雅加达",
      "jiguan": "南宁",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "水明",
      "地址": "悉尼",
      "字段2": "宁夏银川市",
      "字段4": "四川省成都市",
      "jiguan": "布达佩斯",
      "fld3": "孟买"
   },
   {
      "姓名": "卜桂兰",
      "地址": "奥斯陆",
      "字段2": "柏林",
      "字段4": "孟买",
      "jiguan": "米兰",
      "fld3": "曼谷"
   },
   {
      "姓名": "花怡",
      "地址": "贵州省贵阳市",
      "字段2": "迪拜",
      "字段4": "多伦多",
      "jiguan": "马德里",
      "fld3": "雅典"
   },
   {
      "姓名": "尹怡",
      "地址": "曼谷",
      "字段2": "斯德哥尔摩",
      "字段4": "山东省济南市",
      "jiguan": "伯尔尼",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "于洁",
      "地址": "福建省厦门市",
      "字段2": "斯德哥尔摩",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "成都",
      "fld3": "马德里"
   },
   {
      "姓名": "吕兵",
      "地址": "曼谷",
      "字段2": "米兰",
      "字段4": "蒙特利尔",
      "jiguan": "太原",
      "fld3": "温哥华"
   },
   {
      "姓名": "尹世杰",
      "地址": "内罗毕",
      "字段2": "维也纳",
      "字段4": "山东省济南市",
      "jiguan": "悉尼",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "吕兵",
      "地址": "山西省太原市",
      "字段2": "慕尼黑",
      "字段4": "青海省西宁市",
      "jiguan": "南昌",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "尹怡",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "澳门特别行政区",
      "字段4": "海南省海口市",
      "jiguan": "拉萨",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "赵巧",
      "地址": "布鲁塞尔",
      "字段2": "开罗",
      "字段4": "利马",
      "jiguan": "圣地亚哥",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "尹世杰",
      "地址": "吉林省长春市",
      "字段2": "山东省济南市",
      "字段4": "江苏省南京市",
      "jiguan": "孟买",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "平强",
      "地址": "圣地亚哥",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "新加坡",
      "jiguan": "布拉格",
      "fld3": "台北市"
   },
   {
      "姓名": "许平",
      "地址": "台北市",
      "字段2": "斯德哥尔摩",
      "字段4": "雅加达",
      "jiguan": "长春",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "萧云",
      "地址": "卡拉奇",
      "字段2": "斯德哥尔摩",
      "字段4": "柏林",
      "jiguan": "圣地亚哥",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "云桂英",
      "地址": "巴黎",
      "字段2": "纽约",
      "字段4": "伯尔尼",
      "jiguan": "莫斯科",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "花洁",
      "地址": "孟买",
      "字段2": "莫斯科",
      "字段4": "内罗毕",
      "jiguan": "曼谷",
      "fld3": "奥克兰"
   },
   {
      "姓名": "尹超",
      "地址": "云南省昆明市",
      "字段2": "华沙",
      "字段4": "斯德哥尔摩",
      "jiguan": "内罗毕",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "伍艳",
      "地址": "多伦多",
      "字段2": "青海省西宁市",
      "字段4": "浙江省杭州市",
      "jiguan": "马德里",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "许明",
      "地址": "内蒙古呼和浩特市",
      "字段2": "辽宁省大连市",
      "字段4": "圣地亚哥",
      "jiguan": "沈阳",
      "fld3": "华沙"
   },
   {
      "姓名": "卜云",
      "地址": "新德里",
      "字段2": "莫斯科",
      "字段4": "雅加达",
      "jiguan": "南昌",
      "fld3": "奥克兰"
   },
   {
      "姓名": "钱刚",
      "地址": "新加坡",
      "字段2": "四川省成都市",
      "字段4": "吉林省长春市",
      "jiguan": "青岛",
      "fld3": "悉尼"
   },
   {
      "姓名": "孙云",
      "地址": "青海省西宁市",
      "字段2": "雅加达",
      "字段4": "马德里",
      "jiguan": "郑州",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "雷静",
      "地址": "海南省海口市",
      "字段2": "斯德哥尔摩",
      "字段4": "山西省太原市",
      "jiguan": "南京",
      "fld3": "纽约"
   },
   {
      "姓名": "施秀华",
      "地址": "悉尼",
      "字段2": "孟买",
      "字段4": "辽宁省大连市",
      "jiguan": "悉尼",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "孙龚",
      "地址": "辽宁省大连市",
      "字段2": "伯尔尼",
      "字段4": "伊斯坦布尔",
      "jiguan": "青岛",
      "fld3": "东京"
   },
   {
      "姓名": "蒋秀英",
      "地址": "多伦多",
      "字段2": "渥太华",
      "字段4": "宁夏银川市",
      "jiguan": "哈尔滨",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "殷明",
      "地址": "奥克兰",
      "字段2": "贵州省贵阳市",
      "字段4": "贵州省贵阳市",
      "jiguan": "广州",
      "fld3": "巴黎"
   },
   {
      "姓名": "许平",
      "地址": "阿姆斯特丹",
      "字段2": "江苏省南京市",
      "字段4": "奥克兰",
      "jiguan": "渥太华",
      "fld3": "布拉格"
   },
   {
      "姓名": "范兵",
      "地址": "莫斯科",
      "字段2": "雅加达",
      "字段4": "约翰内斯堡",
      "jiguan": "马德里",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "杨洁",
      "地址": "江西省南昌市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "阿姆斯特丹",
      "jiguan": "迪拜",
      "fld3": "孟买"
   },
   {
      "姓名": "史芳",
      "地址": "布鲁塞尔",
      "字段2": "伦敦",
      "字段4": "海南省海口市",
      "jiguan": "南京",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "孙云",
      "地址": "辽宁省大连市",
      "字段2": "新德里",
      "字段4": "辽宁省沈阳市",
      "jiguan": "郑州",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "顾桂英",
      "地址": "纽约",
      "字段2": "阿姆斯特丹",
      "字段4": "圣保罗",
      "jiguan": "马德里",
      "fld3": "巴黎"
   },
   {
      "姓名": "赵巧",
      "地址": "布鲁塞尔",
      "字段2": "开罗",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "奥克兰",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "萧云",
      "地址": "巴塞罗那",
      "字段2": "广西南宁市",
      "字段4": "浙江省杭州市",
      "jiguan": "新德里",
      "fld3": "墨尔本"
   },
   {
      "姓名": "黄龚",
      "地址": "马德里",
      "字段2": "青海省西宁市",
      "字段4": "新德里",
      "jiguan": "太原",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "齐亮",
      "地址": "辽宁省沈阳市",
      "字段2": "温哥华",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "乌鲁木齐",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "于华",
      "地址": "海南省海口市",
      "字段2": "贵州省贵阳市",
      "字段4": "伊斯坦布尔",
      "jiguan": "悉尼",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "廉洋",
      "地址": "布宜诺斯艾利斯",
      "字段2": "维也纳",
      "字段4": "开罗",
      "jiguan": "新德里",
      "fld3": "巴黎"
   },
   {
      "姓名": "赵巧",
      "地址": "东京",
      "字段2": "吉林省长春市",
      "字段4": "江苏省南京市",
      "jiguan": "开普敦",
      "fld3": "奥克兰"
   },
   {
      "姓名": "卫静",
      "地址": "柏林",
      "字段2": "伊斯坦布尔",
      "字段4": "吉林省长春市",
      "jiguan": "厦门",
      "fld3": "多伦多"
   },
   {
      "姓名": "陶芳",
      "地址": "海南省海口市",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "奥克兰",
      "jiguan": "西宁",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "廉洋",
      "地址": "山东省青岛市",
      "字段2": "辽宁省大连市",
      "字段4": "甘肃省兰州市",
      "jiguan": "圣地亚哥",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "许平",
      "地址": "奥克兰",
      "字段2": "山东省青岛市",
      "字段4": "圣地亚哥",
      "jiguan": "圣保罗",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "卜云",
      "地址": "墨尔本",
      "字段2": "米兰",
      "字段4": "伯尔尼",
      "jiguan": "奥克兰",
      "fld3": "雅典"
   },
   {
      "姓名": "史新",
      "地址": "西藏拉萨市",
      "字段2": "伦敦",
      "字段4": "吉林省长春市",
      "jiguan": "广州",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "乐巧",
      "地址": "慕尼黑",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "阿姆斯特丹",
      "jiguan": "巴黎",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "姜秀华",
      "地址": "巴黎",
      "字段2": "青海省西宁市",
      "字段4": "浙江省杭州市",
      "jiguan": "内罗毕",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "柏华",
      "地址": "宁夏银川市",
      "字段2": "江苏省南京市",
      "字段4": "伦敦",
      "jiguan": "圣地亚哥",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "周敏",
      "地址": "雅加达",
      "字段2": "河南省郑州市",
      "字段4": "香港特别行政区",
      "jiguan": "渥太华",
      "fld3": "新加坡"
   },
   {
      "姓名": "吕兵",
      "地址": "布鲁塞尔",
      "字段2": "台北市",
      "字段4": "甘肃省兰州市",
      "jiguan": "哈尔滨",
      "fld3": "开普敦"
   },
   {
      "姓名": "施秀华",
      "地址": "香港特别行政区",
      "字段2": "河南省郑州市",
      "字段4": "墨西哥城",
      "jiguan": "南京",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "范兵",
      "地址": "赫尔辛基",
      "字段2": "华沙",
      "字段4": "悉尼",
      "jiguan": "开普敦",
      "fld3": "莫斯科"
   },
   {
      "姓名": "杨洋",
      "地址": "新德里",
      "字段2": "哥本哈根",
      "字段4": "山东省青岛市",
      "jiguan": "罗马",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "许平",
      "地址": "西藏拉萨市",
      "字段2": "四川省成都市",
      "字段4": "澳门特别行政区",
      "jiguan": "雅加达",
      "fld3": "新加坡"
   },
   {
      "姓名": "卫玉梅",
      "地址": "布达佩斯",
      "字段2": "新加坡",
      "字段4": "布达佩斯",
      "jiguan": "巴塞罗那",
      "fld3": "莫斯科"
   },
   {
      "姓名": "范兵",
      "地址": "卡拉奇",
      "字段2": "多伦多",
      "字段4": "墨西哥城",
      "jiguan": "迪拜",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "邹洋",
      "地址": "墨西哥城",
      "字段2": "辽宁省沈阳市",
      "字段4": "哥本哈根",
      "jiguan": "内罗毕",
      "fld3": "新加坡"
   },
   {
      "姓名": "孔桂兰",
      "地址": "江苏省南京市",
      "字段2": "内罗毕",
      "字段4": "约翰内斯堡",
      "jiguan": "乌鲁木齐",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "廉洋",
      "地址": "新德里",
      "字段2": "内罗毕",
      "字段4": "巴黎",
      "jiguan": "圣保罗",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "尹超",
      "地址": "宁夏银川市",
      "字段2": "江西省南昌市",
      "字段4": "米兰",
      "jiguan": "卡拉奇",
      "fld3": "雅加达"
   },
   {
      "姓名": "花洁",
      "地址": "吉林省长春市",
      "字段2": "广东省广州市",
      "字段4": "福建省厦门市",
      "jiguan": "柏林",
      "fld3": "新德里"
   },
   {
      "姓名": "尹世杰",
      "地址": "开普敦",
      "字段2": "斯德哥尔摩",
      "字段4": "奥斯陆",
      "jiguan": "广州",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "卫玉梅",
      "地址": "内罗毕",
      "字段2": "海南省海口市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "厦门",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "罗杰",
      "地址": "贵州省贵阳市",
      "字段2": "斯德哥尔摩",
      "字段4": "伯尔尼",
      "jiguan": "沈阳",
      "fld3": "温哥华"
   },
   {
      "姓名": "水明",
      "地址": "莫斯科",
      "字段2": "雅加达",
      "字段4": "哥本哈根",
      "jiguan": "南京",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "云桂英",
      "地址": "巴黎",
      "字段2": "江西省南昌市",
      "字段4": "河南省郑州市",
      "jiguan": "莫斯科",
      "fld3": "开罗"
   },
   {
      "姓名": "余亮",
      "地址": "江苏省南京市",
      "字段2": "迪拜",
      "字段4": "华沙",
      "jiguan": "马德里",
      "fld3": "雅典"
   },
   {
      "姓名": "卜桂兰",
      "地址": "马德里",
      "字段2": "约翰内斯堡",
      "字段4": "蒙特利尔",
      "jiguan": "赫尔辛基",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "陶芳",
      "地址": "圣保罗",
      "字段2": "圣保罗",
      "字段4": "雅加达",
      "jiguan": "赫尔辛基",
      "fld3": "开普敦"
   },
   {
      "姓名": "齐怡",
      "地址": "东京",
      "字段2": "开普敦",
      "字段4": "伊斯坦布尔",
      "jiguan": "长春",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "周敏",
      "地址": "安徽省合肥市",
      "字段2": "江西省南昌市",
      "字段4": "曼谷",
      "jiguan": "哈尔滨",
      "fld3": "布拉格"
   },
   {
      "姓名": "喻秀华",
      "地址": "多伦多",
      "字段2": "奥斯陆",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "巴黎",
      "fld3": "曼谷"
   },
   {
      "姓名": "卜云",
      "地址": "雅加达",
      "字段2": "内罗毕",
      "字段4": "山西省太原市",
      "jiguan": "广州",
      "fld3": "柏林"
   },
   {
      "姓名": "史芳",
      "地址": "卡拉奇",
      "字段2": "柏林",
      "字段4": "宁夏银川市",
      "jiguan": "约翰内斯堡",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "傅霞",
      "地址": "哥本哈根",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "柏林",
      "jiguan": "阿姆斯特丹",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "许明",
      "地址": "多伦多",
      "字段2": "海南省海口市",
      "字段4": "内罗毕",
      "jiguan": "巴黎",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "褚超",
      "地址": "圣地亚哥",
      "字段2": "青海省西宁市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "圣地亚哥",
      "fld3": "曼谷"
   },
   {
      "姓名": "孙秀华",
      "地址": "伊斯坦布尔",
      "字段2": "慕尼黑",
      "字段4": "约翰内斯堡",
      "jiguan": "卡拉奇",
      "fld3": "罗马"
   },
   {
      "姓名": "罗怡",
      "地址": "斯德哥尔摩",
      "字段2": "卡拉奇",
      "字段4": "里约热内卢",
      "jiguan": "内罗毕",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "卜桂兰",
      "地址": "新加坡",
      "字段2": "罗马",
      "字段4": "斯德哥尔摩",
      "jiguan": "哈尔滨",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "水明",
      "地址": "云南省昆明市",
      "字段2": "巴塞罗那",
      "字段4": "斯德哥尔摩",
      "jiguan": "成都",
      "fld3": "新加坡"
   },
   {
      "姓名": "花怡",
      "地址": "新德里",
      "字段2": "江西省南昌市",
      "字段4": "布达佩斯",
      "jiguan": "巴黎",
      "fld3": "马德里"
   },
   {
      "姓名": "元玲",
      "地址": "罗马",
      "字段2": "奥克兰",
      "字段4": "墨尔本",
      "jiguan": "香港",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "孙龚",
      "地址": "贵州省贵阳市",
      "字段2": "内罗毕",
      "字段4": "辽宁省大连市",
      "jiguan": "郑州",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "施秀华",
      "地址": "广东省广州市",
      "字段2": "广东省广州市",
      "字段4": "迪拜",
      "jiguan": "厦门",
      "fld3": "奥克兰"
   },
   {
      "姓名": "云洋",
      "地址": "莫斯科",
      "字段2": "卡拉奇",
      "字段4": "卡拉奇",
      "jiguan": "内罗毕",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "雷静",
      "地址": "内罗毕",
      "字段2": "山东省济南市",
      "字段4": "东京",
      "jiguan": "新德里",
      "fld3": "墨尔本"
   },
   {
      "姓名": "余杰",
      "地址": "卡拉奇",
      "字段2": "布拉格",
      "字段4": "阿姆斯特丹",
      "jiguan": "马德里",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "任建华",
      "地址": "山东省青岛市",
      "字段2": "河南省郑州市",
      "字段4": "广东省广州市",
      "jiguan": "重庆",
      "fld3": "内罗毕"
   },
   {
      "姓名": "邹洋",
      "地址": "福建省厦门市",
      "字段2": "柏林",
      "字段4": "奥斯陆",
      "jiguan": "圣地亚哥",
      "fld3": "墨尔本"
   },
   {
      "姓名": "周敏",
      "地址": "卡拉奇",
      "字段2": "澳门特别行政区",
      "字段4": "蒙特利尔",
      "jiguan": "合肥",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "杨洁",
      "地址": "山东省济南市",
      "字段2": "莫斯科",
      "字段4": "开罗",
      "jiguan": "南昌",
      "fld3": "纽约"
   },
   {
      "姓名": "雷静",
      "地址": "新加坡",
      "字段2": "云南省昆明市",
      "字段4": "奥斯陆",
      "jiguan": "迪拜",
      "fld3": "墨尔本"
   },
   {
      "姓名": "花洁",
      "地址": "奥斯陆",
      "字段2": "福建省厦门市",
      "字段4": "布拉格",
      "jiguan": "圣地亚哥",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "范兵",
      "地址": "纽约",
      "字段2": "孟买",
      "字段4": "阿姆斯特丹",
      "jiguan": "南昌",
      "fld3": "迪拜"
   },
   {
      "姓名": "齐亮",
      "地址": "奥克兰",
      "字段2": "多伦多",
      "字段4": "广西南宁市",
      "jiguan": "兰州",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "卜云",
      "地址": "孟买",
      "字段2": "福建省厦门市",
      "字段4": "内罗毕",
      "jiguan": "南京",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "水明",
      "地址": "悉尼",
      "字段2": "广西南宁市",
      "字段4": "甘肃省兰州市",
      "jiguan": "柏林",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "许平",
      "地址": "福建省厦门市",
      "字段2": "山东省青岛市",
      "字段4": "悉尼",
      "jiguan": "合肥",
      "fld3": "东京"
   },
   {
      "姓名": "傅霞",
      "地址": "澳门特别行政区",
      "字段2": "利马",
      "字段4": "墨西哥城",
      "jiguan": "孟买",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "汤全",
      "地址": "慕尼黑",
      "字段2": "青海省西宁市",
      "字段4": "巴黎",
      "jiguan": "重庆",
      "fld3": "柏林"
   },
   {
      "姓名": "水明",
      "地址": "新疆乌鲁木齐市",
      "字段2": "伊斯坦布尔",
      "字段4": "奥克兰",
      "jiguan": "伊斯坦布尔",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "吕兵",
      "地址": "曼谷",
      "字段2": "开普敦",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "哈尔滨",
      "fld3": "多伦多"
   },
   {
      "姓名": "吕兵",
      "地址": "温哥华",
      "字段2": "台北市",
      "字段4": "孟买",
      "jiguan": "郑州",
      "fld3": "悉尼"
   },
   {
      "姓名": "孙刚",
      "地址": "海南省海口市",
      "字段2": "雅加达",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "渥太华",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "于华",
      "地址": "山东省济南市",
      "字段2": "辽宁省大连市",
      "字段4": "山西省太原市",
      "jiguan": "巴黎",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "于洁",
      "地址": "马德里",
      "字段2": "东京",
      "字段4": "伯尔尼",
      "jiguan": "香港",
      "fld3": "伦敦"
   },
   {
      "姓名": "喻秀华",
      "地址": "吉林省长春市",
      "字段2": "浙江省杭州市",
      "字段4": "蒙特利尔",
      "jiguan": "孟买",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "齐怡",
      "地址": "蒙特利尔",
      "字段2": "甘肃省兰州市",
      "字段4": "马德里",
      "jiguan": "香港",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "水明",
      "地址": "山东省济南市",
      "字段2": "广东省广州市",
      "字段4": "约翰内斯堡",
      "jiguan": "南昌",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "水红",
      "地址": "多伦多",
      "字段2": "奥斯陆",
      "字段4": "温哥华",
      "jiguan": "拉萨",
      "fld3": "迪拜"
   },
   {
      "姓名": "周敏",
      "地址": "伦敦",
      "字段2": "雅加达",
      "字段4": "奥斯陆",
      "jiguan": "奥克兰",
      "fld3": "迪拜"
   },
   {
      "姓名": "许明",
      "地址": "孟买",
      "字段2": "圣地亚哥",
      "字段4": "维也纳",
      "jiguan": "奥克兰",
      "fld3": "内罗毕"
   },
   {
      "姓名": "孙刚",
      "地址": "开罗",
      "字段2": "辽宁省大连市",
      "字段4": "西藏拉萨市",
      "jiguan": "大连",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "苏龙",
      "地址": "巴塞罗那",
      "字段2": "迪拜",
      "字段4": "甘肃省兰州市",
      "jiguan": "巴黎",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "史芳",
      "地址": "宁夏银川市",
      "字段2": "卡拉奇",
      "字段4": "慕尼黑",
      "jiguan": "渥太华",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "廉洋",
      "地址": "斯德哥尔摩",
      "字段2": "孟买",
      "字段4": "莫斯科",
      "jiguan": "蒙特利尔",
      "fld3": "纽约"
   },
   {
      "姓名": "卜云",
      "地址": "约翰内斯堡",
      "字段2": "青海省西宁市",
      "字段4": "悉尼",
      "jiguan": "成都",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "于洁",
      "地址": "开普敦",
      "字段2": "福建省厦门市",
      "字段4": "赫尔辛基",
      "jiguan": "柏林",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "余亮",
      "地址": "甘肃省兰州市",
      "字段2": "温哥华",
      "字段4": "华沙",
      "jiguan": "太原",
      "fld3": "维也纳"
   },
   {
      "姓名": "凤桂兰",
      "地址": "伦敦",
      "字段2": "江苏省南京市",
      "字段4": "内罗毕",
      "jiguan": "迪拜",
      "fld3": "巴黎"
   },
   {
      "姓名": "史芳",
      "地址": "伯尔尼",
      "字段2": "西藏拉萨市",
      "字段4": "莫斯科",
      "jiguan": "阿姆斯特丹",
      "fld3": "维也纳"
   },
   {
      "姓名": "廉洋",
      "地址": "迪拜",
      "字段2": "蒙特利尔",
      "字段4": "里约热内卢",
      "jiguan": "哈尔滨",
      "fld3": "雅典"
   },
   {
      "姓名": "黄龚",
      "地址": "赫尔辛基",
      "字段2": "辽宁省沈阳市",
      "字段4": "纽约",
      "jiguan": "广州",
      "fld3": "新德里"
   },
   {
      "姓名": "凤桂兰",
      "地址": "慕尼黑",
      "字段2": "广西南宁市",
      "字段4": "澳门特别行政区",
      "jiguan": "合肥",
      "fld3": "开罗"
   },
   {
      "姓名": "姜秀华",
      "地址": "云南省昆明市",
      "字段2": "慕尼黑",
      "字段4": "浙江省杭州市",
      "jiguan": "蒙特利尔",
      "fld3": "华沙"
   },
   {
      "姓名": "于洁",
      "地址": "吉隆坡",
      "字段2": "新加坡",
      "字段4": "约翰内斯堡",
      "jiguan": "开普敦",
      "fld3": "莫斯科"
   },
   {
      "姓名": "陶芳",
      "地址": "悉尼",
      "字段2": "墨尔本",
      "字段4": "香港特别行政区",
      "jiguan": "西宁",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "任建华",
      "地址": "悉尼",
      "字段2": "新加坡",
      "字段4": "云南省昆明市",
      "jiguan": "西宁",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "花洁",
      "地址": "罗马",
      "字段2": "浙江省杭州市",
      "字段4": "山东省济南市",
      "jiguan": "伊斯坦布尔",
      "fld3": "米兰"
   },
   {
      "姓名": "雷静",
      "地址": "贵州省贵阳市",
      "字段2": "香港特别行政区",
      "字段4": "迪拜",
      "jiguan": "巴黎",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "姜秀华",
      "地址": "伦敦",
      "字段2": "斯德哥尔摩",
      "字段4": "墨西哥城",
      "jiguan": "成都",
      "fld3": "墨尔本"
   },
   {
      "姓名": "邹洋",
      "地址": "安徽省合肥市",
      "字段2": "吉隆坡",
      "字段4": "宁夏银川市",
      "jiguan": "马德里",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "尹怡",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "里约热内卢",
      "字段4": "悉尼",
      "jiguan": "巴塞罗那",
      "fld3": "新加坡"
   },
   {
      "姓名": "殷明",
      "地址": "福建省厦门市",
      "字段2": "甘肃省兰州市",
      "字段4": "孟买",
      "jiguan": "奥斯陆",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "孙云",
      "地址": "奥斯陆",
      "字段2": "伯尔尼",
      "字段4": "孟买",
      "jiguan": "重庆",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "许洁",
      "地址": "伯尔尼",
      "字段2": "巴黎",
      "字段4": "辽宁省大连市",
      "jiguan": "巴黎",
      "fld3": "多伦多"
   },
   {
      "姓名": "吕兵",
      "地址": "吉林省长春市",
      "字段2": "孟买",
      "字段4": "香港特别行政区",
      "jiguan": "香港",
      "fld3": "雅加达"
   },
   {
      "姓名": "邹洋",
      "地址": "海南省海口市",
      "字段2": "河南省郑州市",
      "字段4": "浙江省杭州市",
      "jiguan": "太原",
      "fld3": "伦敦"
   },
   {
      "姓名": "尹世杰",
      "地址": "新加坡",
      "字段2": "曼谷",
      "字段4": "云南省昆明市",
      "jiguan": "蒙特利尔",
      "fld3": "开普敦"
   },
   {
      "姓名": "蒋秀英",
      "地址": "柏林",
      "字段2": "福建省厦门市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "厦门",
      "fld3": "雅典"
   },
   {
      "姓名": "卫玉梅",
      "地址": "华沙",
      "字段2": "浙江省杭州市",
      "字段4": "河南省郑州市",
      "jiguan": "开普敦",
      "fld3": "奥克兰"
   },
   {
      "姓名": "水明",
      "地址": "贵州省贵阳市",
      "字段2": "贵州省贵阳市",
      "字段4": "宁夏银川市",
      "jiguan": "海口",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "周迪",
      "地址": "东京",
      "字段2": "伦敦",
      "字段4": "迪拜",
      "jiguan": "伊斯坦布尔",
      "fld3": "曼谷"
   },
   {
      "姓名": "云桂英",
      "地址": "山西省太原市",
      "字段2": "西藏拉萨市",
      "字段4": "哥本哈根",
      "jiguan": "米兰",
      "fld3": "马德里"
   },
   {
      "姓名": "黄龚",
      "地址": "布宜诺斯艾利斯",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "青海省西宁市",
      "jiguan": "内罗毕",
      "fld3": "温哥华"
   },
   {
      "姓名": "云洋",
      "地址": "阿姆斯特丹",
      "字段2": "阿姆斯特丹",
      "字段4": "吉隆坡",
      "jiguan": "米兰",
      "fld3": "悉尼"
   },
   {
      "姓名": "褚超",
      "地址": "布宜诺斯艾利斯",
      "字段2": "新德里",
      "字段4": "墨西哥城",
      "jiguan": "伯尔尼",
      "fld3": "圣保罗"
   },
   {
      "姓名": "蒋秀英",
      "地址": "东京",
      "字段2": "开罗",
      "字段4": "奥克兰",
      "jiguan": "奥斯陆",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "谢伟",
      "地址": "内蒙古呼和浩特市",
      "字段2": "渥太华",
      "字段4": "宁夏银川市",
      "jiguan": "沈阳",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "余杰",
      "地址": "新疆乌鲁木齐市",
      "字段2": "赫尔辛基",
      "字段4": "布鲁塞尔",
      "jiguan": "成都",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "齐亮",
      "地址": "雅典",
      "字段2": "约翰内斯堡",
      "字段4": "马德里",
      "jiguan": "约翰内斯堡",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "邹洋",
      "地址": "甘肃省兰州市",
      "字段2": "山东省青岛市",
      "字段4": "布拉格",
      "jiguan": "卡拉奇",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "花洁",
      "地址": "柏林",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "圣保罗",
      "jiguan": "悉尼",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "史芳",
      "地址": "奥斯陆",
      "字段2": "广东省广州市",
      "字段4": "吉林省长春市",
      "jiguan": "孟买",
      "fld3": "开普敦"
   },
   {
      "姓名": "云桂英",
      "地址": "圣地亚哥",
      "字段2": "安徽省合肥市",
      "字段4": "新德里",
      "jiguan": "布达佩斯",
      "fld3": "巴黎"
   },
   {
      "姓名": "罗怡",
      "地址": "孟买",
      "字段2": "四川省成都市",
      "字段4": "华沙",
      "jiguan": "台北",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "顾桂英",
      "地址": "澳门特别行政区",
      "字段2": "宁夏银川市",
      "字段4": "伦敦",
      "jiguan": "阿姆斯特丹",
      "fld3": "雅典"
   },
   {
      "姓名": "卜桂兰",
      "地址": "哥本哈根",
      "字段2": "纽约",
      "字段4": "渥太华",
      "jiguan": "大连",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "任建华",
      "地址": "澳门特别行政区",
      "字段2": "内罗毕",
      "字段4": "江西省南昌市",
      "jiguan": "马德里",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "雷静",
      "地址": "温哥华",
      "字段2": "悉尼",
      "字段4": "柏林",
      "jiguan": "太原",
      "fld3": "曼谷"
   },
   {
      "姓名": "姜秀华",
      "地址": "马德里",
      "字段2": "山东省青岛市",
      "字段4": "里约热内卢",
      "jiguan": "武汉",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "卜桂兰",
      "地址": "赫尔辛基",
      "字段2": "浙江省杭州市",
      "字段4": "巴黎",
      "jiguan": "伊斯坦布尔",
      "fld3": "悉尼"
   },
   {
      "姓名": "云洋",
      "地址": "维也纳",
      "字段2": "布达佩斯",
      "字段4": "利马",
      "jiguan": "奥斯陆",
      "fld3": "华沙"
   },
   {
      "姓名": "杨洋",
      "地址": "奥斯陆",
      "字段2": "伦敦",
      "字段4": "悉尼",
      "jiguan": "柏林",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "尹超",
      "地址": "约翰内斯堡",
      "字段2": "宁夏银川市",
      "字段4": "阿姆斯特丹",
      "jiguan": "香港",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "齐怡",
      "地址": "贵州省贵阳市",
      "字段2": "江西省南昌市",
      "字段4": "里约热内卢",
      "jiguan": "海口",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "汤全",
      "地址": "西藏拉萨市",
      "字段2": "迪拜",
      "字段4": "慕尼黑",
      "jiguan": "西宁",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "罗怡",
      "地址": "宁夏银川市",
      "字段2": "华沙",
      "字段4": "伊斯坦布尔",
      "jiguan": "布拉格",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "杨洋",
      "地址": "福建省厦门市",
      "字段2": "新加坡",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "西宁",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "平强",
      "地址": "雅加达",
      "字段2": "雅典",
      "字段4": "蒙特利尔",
      "jiguan": "哈尔滨",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "尹世杰",
      "地址": "香港特别行政区",
      "字段2": "西藏拉萨市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "海口",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "元玲",
      "地址": "澳门特别行政区",
      "字段2": "墨尔本",
      "字段4": "浙江省杭州市",
      "jiguan": "雅典",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "花洁",
      "地址": "新疆乌鲁木齐市",
      "字段2": "蒙特利尔",
      "字段4": "内罗毕",
      "jiguan": "南宁",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "柏华",
      "地址": "曼谷",
      "字段2": "辽宁省大连市",
      "字段4": "海南省海口市",
      "jiguan": "约翰内斯堡",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "钱刚",
      "地址": "阿姆斯特丹",
      "字段2": "山东省济南市",
      "字段4": "河南省郑州市",
      "jiguan": "孟买",
      "fld3": "伦敦"
   },
   {
      "姓名": "廉洋",
      "地址": "吉隆坡",
      "字段2": "孟买",
      "字段4": "内罗毕",
      "jiguan": "青岛",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "齐亮",
      "地址": "阿姆斯特丹",
      "字段2": "内罗毕",
      "字段4": "渥太华",
      "jiguan": "伦敦",
      "fld3": "开罗"
   },
   {
      "姓名": "苏龙",
      "地址": "奥斯陆",
      "字段2": "布拉格",
      "字段4": "哥本哈根",
      "jiguan": "米兰",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "孙龚",
      "地址": "东京",
      "字段2": "墨尔本",
      "字段4": "河南省郑州市",
      "jiguan": "奥克兰",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "杨洋",
      "地址": "新疆乌鲁木齐市",
      "字段2": "甘肃省兰州市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "郑州",
      "fld3": "曼谷"
   },
   {
      "姓名": "罗杰",
      "地址": "斯德哥尔摩",
      "字段2": "甘肃省兰州市",
      "字段4": "多伦多",
      "jiguan": "雅典",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "柏华",
      "地址": "澳门特别行政区",
      "字段2": "新德里",
      "字段4": "贵州省贵阳市",
      "jiguan": "米兰",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "云洋",
      "地址": "蒙特利尔",
      "字段2": "山东省济南市",
      "字段4": "悉尼",
      "jiguan": "巴黎",
      "fld3": "雅典"
   },
   {
      "姓名": "周敏",
      "地址": "广西南宁市",
      "字段2": "开罗",
      "字段4": "伯尔尼",
      "jiguan": "拉萨",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "陶兵",
      "地址": "慕尼黑",
      "字段2": "慕尼黑",
      "字段4": "里约热内卢",
      "jiguan": "伯尔尼",
      "fld3": "莫斯科"
   },
   {
      "姓名": "乐巧",
      "地址": "悉尼",
      "字段2": "青海省西宁市",
      "字段4": "澳门特别行政区",
      "jiguan": "悉尼",
      "fld3": "伦敦"
   },
   {
      "姓名": "许洁",
      "地址": "渥太华",
      "字段2": "开普敦",
      "字段4": "开罗",
      "jiguan": "奥克兰",
      "fld3": "东京"
   },
   {
      "姓名": "于华",
      "地址": "迪拜",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "圣地亚哥",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "卜桂兰",
      "地址": "浙江省杭州市",
      "字段2": "伯尔尼",
      "字段4": "宁夏银川市",
      "jiguan": "海口",
      "fld3": "布拉格"
   },
   {
      "姓名": "傅霞",
      "地址": "开罗",
      "字段2": "卡拉奇",
      "字段4": "开罗",
      "jiguan": "马德里",
      "fld3": "柏林"
   },
   {
      "姓名": "谢丽",
      "地址": "吉隆坡",
      "字段2": "阿姆斯特丹",
      "字段4": "圣保罗",
      "jiguan": "天津",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "许明",
      "地址": "纽约",
      "字段2": "安徽省合肥市",
      "字段4": "雅典",
      "jiguan": "圣保罗",
      "fld3": "迪拜"
   },
   {
      "姓名": "周敏",
      "地址": "圣地亚哥",
      "字段2": "圣保罗",
      "字段4": "哥本哈根",
      "jiguan": "内罗毕",
      "fld3": "圣保罗"
   },
   {
      "姓名": "谢伟",
      "地址": "青海省西宁市",
      "字段2": "渥太华",
      "字段4": "伦敦",
      "jiguan": "阿姆斯特丹",
      "fld3": "多伦多"
   },
   {
      "姓名": "孙刚",
      "地址": "内罗毕",
      "字段2": "山西省太原市",
      "字段4": "开普敦",
      "jiguan": "奥斯陆",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "萧云",
      "地址": "布拉格",
      "字段2": "辽宁省沈阳市",
      "字段4": "贵州省贵阳市",
      "jiguan": "内罗毕",
      "fld3": "开普敦"
   },
   {
      "姓名": "于玲",
      "地址": "伦敦",
      "字段2": "米兰",
      "字段4": "哥本哈根",
      "jiguan": "雅典",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "谢丽",
      "地址": "内罗毕",
      "字段2": "温哥华",
      "字段4": "约翰内斯堡",
      "jiguan": "内罗毕",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "平强",
      "地址": "蒙特利尔",
      "字段2": "澳门特别行政区",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "雅典",
      "fld3": "台北市"
   },
   {
      "姓名": "元玲",
      "地址": "新德里",
      "字段2": "山东省青岛市",
      "字段4": "哥本哈根",
      "jiguan": "柏林",
      "fld3": "开罗"
   },
   {
      "姓名": "卜桂兰",
      "地址": "台北市",
      "字段2": "吉隆坡",
      "字段4": "奥克兰",
      "jiguan": "哈尔滨",
      "fld3": "罗马"
   },
   {
      "姓名": "花怡",
      "地址": "马德里",
      "字段2": "浙江省杭州市",
      "字段4": "开普敦",
      "jiguan": "赫尔辛基",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "杨洋",
      "地址": "辽宁省沈阳市",
      "字段2": "慕尼黑",
      "字段4": "江苏省南京市",
      "jiguan": "雅典",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "乐巧",
      "地址": "新德里",
      "字段2": "河南省郑州市",
      "字段4": "开罗",
      "jiguan": "约翰内斯堡",
      "fld3": "雅典"
   },
   {
      "姓名": "凤桂兰",
      "地址": "贵州省贵阳市",
      "字段2": "广西南宁市",
      "字段4": "吉隆坡",
      "jiguan": "天津",
      "fld3": "伦敦"
   },
   {
      "姓名": "罗怡",
      "地址": "江西省南昌市",
      "字段2": "莫斯科",
      "字段4": "安徽省合肥市",
      "jiguan": "南宁",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "钱刚",
      "地址": "巴黎",
      "字段2": "曼谷",
      "字段4": "墨尔本",
      "jiguan": "伯尔尼",
      "fld3": "内罗毕"
   },
   {
      "姓名": "花洁",
      "地址": "雅加达",
      "字段2": "江西省南昌市",
      "字段4": "广东省广州市",
      "jiguan": "厦门",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "开罗",
      "字段2": "孟买",
      "字段4": "宁夏银川市",
      "jiguan": "曼谷",
      "fld3": "华沙"
   },
   {
      "姓名": "于玲",
      "地址": "巴塞罗那",
      "字段2": "山东省济南市",
      "字段4": "慕尼黑",
      "jiguan": "伦敦",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "余杰",
      "地址": "柏林",
      "字段2": "阿姆斯特丹",
      "字段4": "多伦多",
      "jiguan": "布拉格",
      "fld3": "罗马"
   },
   {
      "姓名": "花怡",
      "地址": "开罗",
      "字段2": "雅加达",
      "字段4": "多伦多",
      "jiguan": "马德里",
      "fld3": "米兰"
   },
   {
      "姓名": "柏华",
      "地址": "新德里",
      "字段2": "安徽省合肥市",
      "字段4": "布拉格",
      "jiguan": "蒙特利尔",
      "fld3": "开普敦"
   },
   {
      "姓名": "余杰",
      "地址": "江苏省南京市",
      "字段2": "圣保罗",
      "字段4": "江西省南昌市",
      "jiguan": "卡拉奇",
      "fld3": "雅典"
   },
   {
      "姓名": "周敏",
      "地址": "米兰",
      "字段2": "内罗毕",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "香港",
      "fld3": "内罗毕"
   },
   {
      "姓名": "黄龚",
      "地址": "江西省南昌市",
      "字段2": "澳门特别行政区",
      "字段4": "吉林省长春市",
      "jiguan": "厦门",
      "fld3": "新加坡"
   },
   {
      "姓名": "杨洋",
      "地址": "巴塞罗那",
      "字段2": "哥本哈根",
      "字段4": "孟买",
      "jiguan": "布拉格",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "花怡",
      "地址": "布鲁塞尔",
      "字段2": "西藏拉萨市",
      "字段4": "江苏省南京市",
      "jiguan": "米兰",
      "fld3": "罗马"
   },
   {
      "姓名": "元玲",
      "地址": "内蒙古呼和浩特市",
      "字段2": "柏林",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "圣地亚哥",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "孙刚",
      "地址": "开罗",
      "字段2": "维也纳",
      "字段4": "慕尼黑",
      "jiguan": "开普敦",
      "fld3": "孟买"
   },
   {
      "姓名": "谢伟",
      "地址": "悉尼",
      "字段2": "甘肃省兰州市",
      "字段4": "莫斯科",
      "jiguan": "西宁",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "云桂英",
      "地址": "辽宁省大连市",
      "字段2": "巴黎",
      "字段4": "海南省海口市",
      "jiguan": "台北",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "廉洋",
      "地址": "奥斯陆",
      "字段2": "巴黎",
      "字段4": "雅典",
      "jiguan": "莫斯科",
      "fld3": "迪拜"
   },
   {
      "姓名": "齐亮",
      "地址": "布鲁塞尔",
      "字段2": "孟买",
      "字段4": "山东省济南市",
      "jiguan": "渥太华",
      "fld3": "东京"
   },
   {
      "姓名": "卫玉梅",
      "地址": "渥太华",
      "字段2": "莫斯科",
      "字段4": "河南省郑州市",
      "jiguan": "青岛",
      "fld3": "利马"
   },
   {
      "姓名": "史芳",
      "地址": "慕尼黑",
      "字段2": "江西省南昌市",
      "字段4": "孟买",
      "jiguan": "罗马",
      "fld3": "维也纳"
   },
   {
      "姓名": "邹洋",
      "地址": "圣地亚哥",
      "字段2": "雅加达",
      "字段4": "东京",
      "jiguan": "巴塞罗那",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "喻秀华",
      "地址": "赫尔辛基",
      "字段2": "江西省南昌市",
      "字段4": "甘肃省兰州市",
      "jiguan": "西宁",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "尹超",
      "地址": "新疆乌鲁木齐市",
      "字段2": "东京",
      "字段4": "渥太华",
      "jiguan": "奥克兰",
      "fld3": "墨尔本"
   },
   {
      "姓名": "任建华",
      "地址": "渥太华",
      "字段2": "四川省成都市",
      "字段4": "温哥华",
      "jiguan": "太原",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "孙刚",
      "地址": "悉尼",
      "字段2": "山东省济南市",
      "字段4": "江西省南昌市",
      "jiguan": "马德里",
      "fld3": "雅典"
   },
   {
      "姓名": "周敏",
      "地址": "贵州省贵阳市",
      "字段2": "西藏拉萨市",
      "字段4": "蒙特利尔",
      "jiguan": "悉尼",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "孙秀华",
      "地址": "莫斯科",
      "字段2": "莫斯科",
      "字段4": "新加坡",
      "jiguan": "孟买",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "余杰",
      "地址": "布拉格",
      "字段2": "约翰内斯堡",
      "字段4": "圣保罗",
      "jiguan": "奥克兰",
      "fld3": "开普敦"
   },
   {
      "姓名": "黄龚",
      "地址": "贵州省贵阳市",
      "字段2": "柏林",
      "字段4": "广东省广州市",
      "jiguan": "奥克兰",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "雷静",
      "地址": "宁夏银川市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "布鲁塞尔",
      "jiguan": "悉尼",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "卜桂兰",
      "地址": "台北市",
      "字段2": "澳门特别行政区",
      "字段4": "约翰内斯堡",
      "jiguan": "大连",
      "fld3": "雅加达"
   },
   {
      "姓名": "许平",
      "地址": "赫尔辛基",
      "字段2": "雅加达",
      "字段4": "利马",
      "jiguan": "台北",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "于华",
      "地址": "维也纳",
      "字段2": "渥太华",
      "字段4": "巴塞罗那",
      "jiguan": "阿姆斯特丹",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "杨洁",
      "地址": "莫斯科",
      "字段2": "纽约",
      "字段4": "新德里",
      "jiguan": "阿姆斯特丹",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "凤桂兰",
      "地址": "罗马",
      "字段2": "孟买",
      "字段4": "青海省西宁市",
      "jiguan": "奥克兰",
      "fld3": "柏林"
   },
   {
      "姓名": "廉洋",
      "地址": "迪拜",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "山东省青岛市",
      "jiguan": "布拉格",
      "fld3": "悉尼"
   },
   {
      "姓名": "赵巧",
      "地址": "雅加达",
      "字段2": "甘肃省兰州市",
      "字段4": "山东省济南市",
      "jiguan": "巴黎",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "任建华",
      "地址": "布鲁塞尔",
      "字段2": "墨尔本",
      "字段4": "布鲁塞尔",
      "jiguan": "阿姆斯特丹",
      "fld3": "温哥华"
   },
   {
      "姓名": "陶兵",
      "地址": "山东省青岛市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "山东省济南市",
      "jiguan": "罗马",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "傅霞",
      "地址": "伊斯坦布尔",
      "字段2": "纽约",
      "字段4": "台北市",
      "jiguan": "拉萨",
      "fld3": "东京"
   },
   {
      "姓名": "褚超",
      "地址": "福建省厦门市",
      "字段2": "海南省海口市",
      "字段4": "广西南宁市",
      "jiguan": "南京",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "云洋",
      "地址": "圣保罗",
      "字段2": "墨西哥城",
      "字段4": "广东省广州市",
      "jiguan": "郑州",
      "fld3": "开普敦"
   },
   {
      "姓名": "陶芳",
      "地址": "悉尼",
      "字段2": "伯尔尼",
      "字段4": "山东省济南市",
      "jiguan": "约翰内斯堡",
      "fld3": "东京"
   },
   {
      "姓名": "廉洋",
      "地址": "华沙",
      "字段2": "雅加达",
      "字段4": "华沙",
      "jiguan": "奥克兰",
      "fld3": "新加坡"
   },
   {
      "姓名": "周敏",
      "地址": "墨西哥城",
      "字段2": "巴黎",
      "字段4": "圣保罗",
      "jiguan": "南昌",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "伍艳",
      "地址": "迪拜",
      "字段2": "罗马",
      "字段4": "布鲁塞尔",
      "jiguan": "合肥",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "吕兵",
      "地址": "米兰",
      "字段2": "安徽省合肥市",
      "字段4": "东京",
      "jiguan": "南宁",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "余杰",
      "地址": "奥克兰",
      "字段2": "广西南宁市",
      "字段4": "山东省青岛市",
      "jiguan": "蒙特利尔",
      "fld3": "东京"
   },
   {
      "姓名": "钱刚",
      "地址": "奥斯陆",
      "字段2": "贵州省贵阳市",
      "字段4": "里约热内卢",
      "jiguan": "新德里",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "顾桂英",
      "地址": "河南省郑州市",
      "字段2": "内罗毕",
      "字段4": "慕尼黑",
      "jiguan": "西宁",
      "fld3": "新德里"
   },
   {
      "姓名": "褚超",
      "地址": "莫斯科",
      "字段2": "福建省厦门市",
      "字段4": "罗马",
      "jiguan": "伦敦",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "余杰",
      "地址": "开普敦",
      "字段2": "广西南宁市",
      "字段4": "东京",
      "jiguan": "蒙特利尔",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "钱刚",
      "地址": "慕尼黑",
      "字段2": "柏林",
      "字段4": "哥本哈根",
      "jiguan": "约翰内斯堡",
      "fld3": "温哥华"
   },
   {
      "姓名": "杨洁",
      "地址": "新疆乌鲁木齐市",
      "字段2": "河南省郑州市",
      "字段4": "香港特别行政区",
      "jiguan": "海口",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "钱刚",
      "地址": "斯德哥尔摩",
      "字段2": "莫斯科",
      "字段4": "四川省成都市",
      "jiguan": "约翰内斯堡",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "邹洋",
      "地址": "阿姆斯特丹",
      "字段2": "米兰",
      "字段4": "维也纳",
      "jiguan": "成都",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "花洁",
      "地址": "利马",
      "字段2": "山东省青岛市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "长春",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "花洁",
      "地址": "柏林",
      "字段2": "悉尼",
      "字段4": "开罗",
      "jiguan": "内罗毕",
      "fld3": "圣保罗"
   },
   {
      "姓名": "吕兵",
      "地址": "巴黎",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "伊斯坦布尔",
      "jiguan": "合肥",
      "fld3": "利马"
   },
   {
      "姓名": "黄龚",
      "地址": "江苏省南京市",
      "字段2": "华沙",
      "字段4": "雅典",
      "jiguan": "悉尼",
      "fld3": "温哥华"
   },
   {
      "姓名": "余亮",
      "地址": "莫斯科",
      "字段2": "台北市",
      "字段4": "多伦多",
      "jiguan": "悉尼",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "云洋",
      "地址": "布达佩斯",
      "字段2": "布鲁塞尔",
      "字段4": "罗马",
      "jiguan": "香港",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "杨洁",
      "地址": "河南省郑州市",
      "字段2": "莫斯科",
      "字段4": "吉林省长春市",
      "jiguan": "乌鲁木齐",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "尹超",
      "地址": "台北市",
      "字段2": "广西南宁市",
      "字段4": "悉尼",
      "jiguan": "赫尔辛基",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "范兵",
      "地址": "山东省青岛市",
      "字段2": "布达佩斯",
      "字段4": "墨西哥城",
      "jiguan": "开普敦",
      "fld3": "罗马"
   },
   {
      "姓名": "吕兵",
      "地址": "青海省西宁市",
      "字段2": "浙江省杭州市",
      "字段4": "悉尼",
      "jiguan": "深圳",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "傅霞",
      "地址": "纽约",
      "字段2": "伦敦",
      "字段4": "迪拜",
      "jiguan": "圣保罗",
      "fld3": "东京"
   },
   {
      "姓名": "许洁",
      "地址": "圣地亚哥",
      "字段2": "悉尼",
      "字段4": "阿姆斯特丹",
      "jiguan": "新德里",
      "fld3": "米兰"
   },
   {
      "姓名": "于洁",
      "地址": "巴黎",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "马德里",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "花怡",
      "地址": "约翰内斯堡",
      "字段2": "迪拜",
      "字段4": "温哥华",
      "jiguan": "长春",
      "fld3": "莫斯科"
   },
   {
      "姓名": "施秀华",
      "地址": "墨尔本",
      "字段2": "伯尔尼",
      "字段4": "纽约",
      "jiguan": "雅典",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "墨西哥城",
      "字段2": "蒙特利尔",
      "字段4": "纽约",
      "jiguan": "悉尼",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "伍艳",
      "地址": "河南省郑州市",
      "字段2": "安徽省合肥市",
      "字段4": "里约热内卢",
      "jiguan": "成都",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "余杰",
      "地址": "广西南宁市",
      "字段2": "温哥华",
      "字段4": "多伦多",
      "jiguan": "新德里",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "许平",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "利马",
      "字段4": "东京",
      "jiguan": "大连",
      "fld3": "内罗毕"
   },
   {
      "姓名": "卫静",
      "地址": "辽宁省沈阳市",
      "字段2": "慕尼黑",
      "字段4": "山东省济南市",
      "jiguan": "内罗毕",
      "fld3": "悉尼"
   },
   {
      "姓名": "汤全",
      "地址": "伦敦",
      "字段2": "河南省郑州市",
      "字段4": "卡拉奇",
      "jiguan": "太原",
      "fld3": "孟买"
   },
   {
      "姓名": "杨洋",
      "地址": "墨西哥城",
      "字段2": "巴黎",
      "字段4": "奥斯陆",
      "jiguan": "莫斯科",
      "fld3": "米兰"
   },
   {
      "姓名": "元玲",
      "地址": "斯德哥尔摩",
      "字段2": "吉隆坡",
      "字段4": "新德里",
      "jiguan": "天津",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "齐怡",
      "地址": "广西南宁市",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "山东省济南市",
      "jiguan": "伯尔尼",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "余亮",
      "地址": "吉隆坡",
      "字段2": "马德里",
      "字段4": "内罗毕",
      "jiguan": "雅加达",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "柏华",
      "地址": "维也纳",
      "字段2": "迪拜",
      "字段4": "墨西哥城",
      "jiguan": "雅典",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "齐怡",
      "地址": "雅典",
      "字段2": "布鲁塞尔",
      "字段4": "西藏拉萨市",
      "jiguan": "太原",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "邹洋",
      "地址": "广西南宁市",
      "字段2": "卡拉奇",
      "字段4": "米兰",
      "jiguan": "圣保罗",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "孙刚",
      "地址": "内罗毕",
      "字段2": "甘肃省兰州市",
      "字段4": "浙江省杭州市",
      "jiguan": "海口",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "柏华",
      "地址": "巴黎",
      "字段2": "墨西哥城",
      "字段4": "海南省海口市",
      "jiguan": "伊斯坦布尔",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "尹超",
      "地址": "甘肃省兰州市",
      "字段2": "罗马",
      "字段4": "西藏拉萨市",
      "jiguan": "布拉格",
      "fld3": "巴黎"
   },
   {
      "姓名": "孙刚",
      "地址": "辽宁省大连市",
      "字段2": "香港特别行政区",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "西宁",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "水红",
      "地址": "伯尔尼",
      "字段2": "布达佩斯",
      "字段4": "东京",
      "jiguan": "拉萨",
      "fld3": "雅加达"
   },
   {
      "姓名": "许明",
      "地址": "开普敦",
      "字段2": "华沙",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "郑州",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "云桂英",
      "地址": "迪拜",
      "字段2": "奥斯陆",
      "字段4": "福建省厦门市",
      "jiguan": "布拉格",
      "fld3": "雅加达"
   },
   {
      "姓名": "史新",
      "地址": "墨尔本",
      "字段2": "浙江省杭州市",
      "字段4": "山东省济南市",
      "jiguan": "沈阳",
      "fld3": "罗马"
   },
   {
      "姓名": "孙刚",
      "地址": "赫尔辛基",
      "字段2": "伯尔尼",
      "字段4": "罗马",
      "jiguan": "合肥",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "卜云",
      "地址": "四川省成都市",
      "字段2": "广西南宁市",
      "字段4": "山东省青岛市",
      "jiguan": "蒙特利尔",
      "fld3": "柏林"
   },
   {
      "姓名": "许明",
      "地址": "贵州省贵阳市",
      "字段2": "西藏拉萨市",
      "字段4": "温哥华",
      "jiguan": "雅典",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "蒋秀英",
      "地址": "贵州省贵阳市",
      "字段2": "伦敦",
      "字段4": "云南省昆明市",
      "jiguan": "大连",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "周迪",
      "地址": "安徽省合肥市",
      "字段2": "圣地亚哥",
      "字段4": "利马",
      "jiguan": "西宁",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "褚超",
      "地址": "山东省青岛市",
      "字段2": "墨尔本",
      "字段4": "多伦多",
      "jiguan": "伦敦",
      "fld3": "迪拜"
   },
   {
      "姓名": "周敏",
      "地址": "多伦多",
      "字段2": "新德里",
      "字段4": "卡拉奇",
      "jiguan": "合肥",
      "fld3": "开罗"
   },
   {
      "姓名": "许明",
      "地址": "悉尼",
      "字段2": "布达佩斯",
      "字段4": "海南省海口市",
      "jiguan": "郑州",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "许平",
      "地址": "福建省厦门市",
      "字段2": "西藏拉萨市",
      "字段4": "山东省青岛市",
      "jiguan": "悉尼",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "钱刚",
      "地址": "奥斯陆",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "莫斯科",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "殷明",
      "地址": "安徽省合肥市",
      "字段2": "福建省厦门市",
      "字段4": "斯德哥尔摩",
      "jiguan": "孟买",
      "fld3": "米兰"
   },
   {
      "姓名": "褚超",
      "地址": "奥斯陆",
      "字段2": "阿姆斯特丹",
      "字段4": "伊斯坦布尔",
      "jiguan": "广州",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "许明",
      "地址": "新加坡",
      "字段2": "云南省昆明市",
      "字段4": "墨西哥城",
      "jiguan": "郑州",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "孙龚",
      "地址": "孟买",
      "字段2": "广西南宁市",
      "字段4": "海南省海口市",
      "jiguan": "西宁",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "云桂英",
      "地址": "圣保罗",
      "字段2": "福建省厦门市",
      "字段4": "山东省济南市",
      "jiguan": "南京",
      "fld3": "悉尼"
   },
   {
      "姓名": "邹洋",
      "地址": "雅典",
      "字段2": "新加坡",
      "字段4": "海南省海口市",
      "jiguan": "哈尔滨",
      "fld3": "悉尼"
   },
   {
      "姓名": "杨洋",
      "地址": "辽宁省沈阳市",
      "字段2": "奥克兰",
      "字段4": "柏林",
      "jiguan": "青岛",
      "fld3": "渥太华"
   },
   {
      "姓名": "许平",
      "地址": "奥斯陆",
      "字段2": "布拉格",
      "字段4": "伊斯坦布尔",
      "jiguan": "布达佩斯",
      "fld3": "罗马"
   },
   {
      "姓名": "褚超",
      "地址": "新疆乌鲁木齐市",
      "字段2": "新加坡",
      "字段4": "赫尔辛基",
      "jiguan": "卡拉奇",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "于华",
      "地址": "巴黎",
      "字段2": "慕尼黑",
      "字段4": "墨西哥城",
      "jiguan": "赫尔辛基",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "周敏",
      "地址": "江苏省南京市",
      "字段2": "台北市",
      "字段4": "约翰内斯堡",
      "jiguan": "悉尼",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "许明",
      "地址": "柏林",
      "字段2": "马德里",
      "字段4": "墨尔本",
      "jiguan": "郑州",
      "fld3": "孟买"
   },
   {
      "姓名": "钱刚",
      "地址": "吉林省长春市",
      "字段2": "甘肃省兰州市",
      "字段4": "约翰内斯堡",
      "jiguan": "柏林",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "凤桂兰",
      "地址": "圣地亚哥",
      "字段2": "温哥华",
      "字段4": "甘肃省兰州市",
      "jiguan": "南宁",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "尹怡",
      "地址": "奥斯陆",
      "字段2": "吉隆坡",
      "字段4": "马德里",
      "jiguan": "卡拉奇",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "齐怡",
      "地址": "米兰",
      "字段2": "斯德哥尔摩",
      "字段4": "卡拉奇",
      "jiguan": "郑州",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "于洁",
      "地址": "雅典",
      "字段2": "山东省济南市",
      "字段4": "维也纳",
      "jiguan": "布拉格",
      "fld3": "马德里"
   },
   {
      "姓名": "云桂英",
      "地址": "内罗毕",
      "字段2": "浙江省杭州市",
      "字段4": "利马",
      "jiguan": "南京",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "廉洋",
      "地址": "奥斯陆",
      "字段2": "维也纳",
      "字段4": "山东省济南市",
      "jiguan": "开普敦",
      "fld3": "纽约"
   },
   {
      "姓名": "廉洋",
      "地址": "布达佩斯",
      "字段2": "墨尔本",
      "字段4": "开普敦",
      "jiguan": "深圳",
      "fld3": "奥克兰"
   },
   {
      "姓名": "姜秀华",
      "地址": "悉尼",
      "字段2": "墨尔本",
      "字段4": "福建省厦门市",
      "jiguan": "伯尔尼",
      "fld3": "孟买"
   },
   {
      "姓名": "平强",
      "地址": "奥斯陆",
      "字段2": "海南省海口市",
      "字段4": "维也纳",
      "jiguan": "米兰",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "许明",
      "地址": "圣地亚哥",
      "字段2": "里约热内卢",
      "字段4": "伦敦",
      "jiguan": "奥斯陆",
      "fld3": "孟买"
   },
   {
      "姓名": "蒋秀英",
      "地址": "纽约",
      "字段2": "巴塞罗那",
      "字段4": "奥斯陆",
      "jiguan": "巴黎",
      "fld3": "马德里"
   },
   {
      "姓名": "谢丽",
      "地址": "约翰内斯堡",
      "字段2": "悉尼",
      "字段4": "卡拉奇",
      "jiguan": "奥斯陆",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "萧云",
      "地址": "新加坡",
      "字段2": "澳门特别行政区",
      "字段4": "澳门特别行政区",
      "jiguan": "约翰内斯堡",
      "fld3": "柏林"
   },
   {
      "姓名": "谢伟",
      "地址": "悉尼",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "圣保罗",
      "jiguan": "新德里",
      "fld3": "内罗毕"
   },
   {
      "姓名": "卜云",
      "地址": "利马",
      "字段2": "海南省海口市",
      "字段4": "奥斯陆",
      "jiguan": "开普敦",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "陶芳",
      "地址": "吉林省长春市",
      "字段2": "云南省昆明市",
      "字段4": "西藏拉萨市",
      "jiguan": "迪拜",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "任建华",
      "地址": "内罗毕",
      "字段2": "维也纳",
      "字段4": "广西南宁市",
      "jiguan": "南宁",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "许洁",
      "地址": "内罗毕",
      "字段2": "甘肃省兰州市",
      "字段4": "巴黎",
      "jiguan": "兰州",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "云洋",
      "地址": "曼谷",
      "字段2": "悉尼",
      "字段4": "利马",
      "jiguan": "悉尼",
      "fld3": "开普敦"
   },
   {
      "姓名": "罗杰",
      "地址": "卡拉奇",
      "字段2": "台北市",
      "字段4": "雅典",
      "jiguan": "约翰内斯堡",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "花怡",
      "地址": "米兰",
      "字段2": "孟买",
      "字段4": "里约热内卢",
      "jiguan": "马德里",
      "fld3": "内罗毕"
   },
   {
      "姓名": "孙云",
      "地址": "渥太华",
      "字段2": "广东省广州市",
      "字段4": "圣保罗",
      "jiguan": "内罗毕",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "卜云",
      "地址": "甘肃省兰州市",
      "字段2": "奥克兰",
      "字段4": "迪拜",
      "jiguan": "青岛",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "任建华",
      "地址": "布达佩斯",
      "字段2": "纽约",
      "字段4": "辽宁省沈阳市",
      "jiguan": "天津",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "孙秀华",
      "地址": "悉尼",
      "字段2": "内罗毕",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "巴塞罗那",
      "fld3": "雅加达"
   },
   {
      "姓名": "孙秀华",
      "地址": "伯尔尼",
      "字段2": "宁夏银川市",
      "字段4": "江苏省南京市",
      "jiguan": "合肥",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "于华",
      "地址": "孟买",
      "字段2": "莫斯科",
      "字段4": "香港特别行政区",
      "jiguan": "约翰内斯堡",
      "fld3": "新德里"
   },
   {
      "姓名": "云洋",
      "地址": "阿姆斯特丹",
      "字段2": "米兰",
      "字段4": "福建省厦门市",
      "jiguan": "罗马",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "孟买",
      "字段2": "山东省青岛市",
      "字段4": "雅加达",
      "jiguan": "南昌",
      "fld3": "新德里"
   },
   {
      "姓名": "尹世杰",
      "地址": "巴塞罗那",
      "字段2": "伯尔尼",
      "字段4": "广东省广州市",
      "jiguan": "圣保罗",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "内蒙古呼和浩特市",
      "字段2": "青海省西宁市",
      "字段4": "山东省青岛市",
      "jiguan": "合肥",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "萧云",
      "地址": "伯尔尼",
      "字段2": "云南省昆明市",
      "字段4": "布拉格",
      "jiguan": "郑州",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "褚超",
      "地址": "广东省广州市",
      "字段2": "青海省西宁市",
      "字段4": "江西省南昌市",
      "jiguan": "圣地亚哥",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "伦敦",
      "字段2": "伊斯坦布尔",
      "字段4": "四川省成都市",
      "jiguan": "渥太华",
      "fld3": "开普敦"
   },
   {
      "姓名": "孙秀华",
      "地址": "巴黎",
      "字段2": "贵州省贵阳市",
      "字段4": "巴塞罗那",
      "jiguan": "长春",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "傅霞",
      "地址": "海南省海口市",
      "字段2": "香港特别行政区",
      "字段4": "海南省海口市",
      "jiguan": "哈尔滨",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "姜秀华",
      "地址": "山东省青岛市",
      "字段2": "圣保罗",
      "字段4": "里约热内卢",
      "jiguan": "米兰",
      "fld3": "开普敦"
   },
   {
      "姓名": "卫静",
      "地址": "阿姆斯特丹",
      "字段2": "吉隆坡",
      "字段4": "渥太华",
      "jiguan": "孟买",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "平强",
      "地址": "里约热内卢",
      "字段2": "云南省昆明市",
      "字段4": "福建省厦门市",
      "jiguan": "内罗毕",
      "fld3": "墨尔本"
   },
   {
      "姓名": "孙秀华",
      "地址": "利马",
      "字段2": "伦敦",
      "字段4": "山东省济南市",
      "jiguan": "马德里",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "于洁",
      "地址": "罗马",
      "字段2": "广西南宁市",
      "字段4": "莫斯科",
      "jiguan": "成都",
      "fld3": "圣保罗"
   },
   {
      "姓名": "范兵",
      "地址": "新加坡",
      "字段2": "伊斯坦布尔",
      "字段4": "开罗",
      "jiguan": "悉尼",
      "fld3": "曼谷"
   },
   {
      "姓名": "姜秀华",
      "地址": "开普敦",
      "字段2": "圣保罗",
      "字段4": "江苏省南京市",
      "jiguan": "郑州",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "廉洋",
      "地址": "莫斯科",
      "字段2": "雅典",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "蒙特利尔",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "许平",
      "地址": "台北市",
      "字段2": "江西省南昌市",
      "字段4": "哥本哈根",
      "jiguan": "武汉",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "魏桂兰",
      "地址": "墨尔本",
      "字段2": "山东省济南市",
      "字段4": "里约热内卢",
      "jiguan": "孟买",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "新加坡",
      "字段2": "阿姆斯特丹",
      "字段4": "新德里",
      "jiguan": "曼谷",
      "fld3": "多伦多"
   },
   {
      "姓名": "余亮",
      "地址": "开罗",
      "字段2": "安徽省合肥市",
      "字段4": "马德里",
      "jiguan": "米兰",
      "fld3": "迪拜"
   },
   {
      "姓名": "殷明",
      "地址": "温哥华",
      "字段2": "柏林",
      "字段4": "奥斯陆",
      "jiguan": "南昌",
      "fld3": "马德里"
   },
   {
      "姓名": "陶兵",
      "地址": "布拉格",
      "字段2": "奥克兰",
      "字段4": "浙江省杭州市",
      "jiguan": "雅典",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "殷明",
      "地址": "河南省郑州市",
      "字段2": "青海省西宁市",
      "字段4": "哥本哈根",
      "jiguan": "悉尼",
      "fld3": "华沙"
   },
   {
      "姓名": "于洁",
      "地址": "四川省成都市",
      "字段2": "新加坡",
      "字段4": "米兰",
      "jiguan": "台北",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "云桂英",
      "地址": "西藏拉萨市",
      "字段2": "辽宁省大连市",
      "字段4": "赫尔辛基",
      "jiguan": "迪拜",
      "fld3": "悉尼"
   },
   {
      "姓名": "赵巧",
      "地址": "甘肃省兰州市",
      "字段2": "福建省厦门市",
      "字段4": "开普敦",
      "jiguan": "太原",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "谢伟",
      "地址": "香港特别行政区",
      "字段2": "河南省郑州市",
      "字段4": "开罗",
      "jiguan": "重庆",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "齐亮",
      "地址": "布拉格",
      "字段2": "柏林",
      "字段4": "曼谷",
      "jiguan": "约翰内斯堡",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "邹洋",
      "地址": "浙江省杭州市",
      "字段2": "雅典",
      "字段4": "广西南宁市",
      "jiguan": "香港",
      "fld3": "柏林"
   },
   {
      "姓名": "傅霞",
      "地址": "曼谷",
      "字段2": "约翰内斯堡",
      "字段4": "曼谷",
      "jiguan": "武汉",
      "fld3": "米兰"
   },
   {
      "姓名": "水红",
      "地址": "墨西哥城",
      "字段2": "米兰",
      "字段4": "伯尔尼",
      "jiguan": "拉萨",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "于华",
      "地址": "柏林",
      "字段2": "开罗",
      "字段4": "海南省海口市",
      "jiguan": "巴黎",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "平强",
      "地址": "新加坡",
      "字段2": "新德里",
      "字段4": "悉尼",
      "jiguan": "武汉",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "于洁",
      "地址": "布达佩斯",
      "字段2": "马德里",
      "字段4": "罗马",
      "jiguan": "海口",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "水明",
      "地址": "墨尔本",
      "字段2": "吉隆坡",
      "字段4": "山西省太原市",
      "jiguan": "巴塞罗那",
      "fld3": "巴黎"
   },
   {
      "姓名": "尹怡",
      "地址": "布达佩斯",
      "字段2": "迪拜",
      "字段4": "墨西哥城",
      "jiguan": "卡拉奇",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "乐巧",
      "地址": "云南省昆明市",
      "字段2": "曼谷",
      "字段4": "墨西哥城",
      "jiguan": "内罗毕",
      "fld3": "迪拜"
   },
   {
      "姓名": "傅霞",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "台北市",
      "字段4": "四川省成都市",
      "jiguan": "新德里",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "褚超",
      "地址": "伯尔尼",
      "字段2": "西藏拉萨市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "悉尼",
      "fld3": "新德里"
   },
   {
      "姓名": "谢伟",
      "地址": "奥斯陆",
      "字段2": "新加坡",
      "字段4": "广西南宁市",
      "jiguan": "米兰",
      "fld3": "马德里"
   },
   {
      "姓名": "雷静",
      "地址": "阿姆斯特丹",
      "字段2": "安徽省合肥市",
      "字段4": "罗马",
      "jiguan": "伊斯坦布尔",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "尹世杰",
      "地址": "马德里",
      "字段2": "台北市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "渥太华",
      "fld3": "内罗毕"
   },
   {
      "姓名": "史新",
      "地址": "维也纳",
      "字段2": "东京",
      "字段4": "西藏拉萨市",
      "jiguan": "南宁",
      "fld3": "奥克兰"
   },
   {
      "姓名": "云洋",
      "地址": "布拉格",
      "字段2": "曼谷",
      "字段4": "圣保罗",
      "jiguan": "厦门",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "陶兵",
      "地址": "海南省海口市",
      "字段2": "圣保罗",
      "字段4": "青海省西宁市",
      "jiguan": "南昌",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "任建华",
      "地址": "孟买",
      "字段2": "华沙",
      "字段4": "四川省成都市",
      "jiguan": "拉萨",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "乐巧",
      "地址": "孟买",
      "字段2": "巴塞罗那",
      "字段4": "福建省厦门市",
      "jiguan": "广州",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "尹世杰",
      "地址": "青海省西宁市",
      "字段2": "贵州省贵阳市",
      "字段4": "东京",
      "jiguan": "沈阳",
      "fld3": "曼谷"
   },
   {
      "姓名": "顾桂英",
      "地址": "雅加达",
      "字段2": "墨尔本",
      "字段4": "蒙特利尔",
      "jiguan": "成都",
      "fld3": "悉尼"
   },
   {
      "姓名": "周迪",
      "地址": "悉尼",
      "字段2": "奥斯陆",
      "字段4": "罗马",
      "jiguan": "开普敦",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "雷静",
      "地址": "米兰",
      "字段2": "温哥华",
      "字段4": "辽宁省大连市",
      "jiguan": "台北",
      "fld3": "伦敦"
   },
   {
      "姓名": "孙龚",
      "地址": "新德里",
      "字段2": "辽宁省沈阳市",
      "字段4": "江西省南昌市",
      "jiguan": "巴黎",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "水明",
      "地址": "内蒙古呼和浩特市",
      "字段2": "开普敦",
      "字段4": "纽约",
      "jiguan": "拉萨",
      "fld3": "柏林"
   },
   {
      "姓名": "喻秀华",
      "地址": "布拉格",
      "字段2": "赫尔辛基",
      "字段4": "孟买",
      "jiguan": "悉尼",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "雷静",
      "地址": "西藏拉萨市",
      "字段2": "斯德哥尔摩",
      "字段4": "内罗毕",
      "jiguan": "曼谷",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "施秀华",
      "地址": "里约热内卢",
      "字段2": "辽宁省大连市",
      "字段4": "马德里",
      "jiguan": "青岛",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "萧云",
      "地址": "巴塞罗那",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "雅加达",
      "jiguan": "巴塞罗那",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "卫静",
      "地址": "孟买",
      "字段2": "雅典",
      "字段4": "巴塞罗那",
      "jiguan": "柏林",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "乐巧",
      "地址": "辽宁省大连市",
      "字段2": "维也纳",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "长春",
      "fld3": "开普敦"
   },
   {
      "姓名": "乐巧",
      "地址": "四川省成都市",
      "字段2": "西藏拉萨市",
      "字段4": "巴塞罗那",
      "jiguan": "武汉",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "吕兵",
      "地址": "圣地亚哥",
      "字段2": "西藏拉萨市",
      "字段4": "布拉格",
      "jiguan": "悉尼",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "汤全",
      "地址": "柏林",
      "字段2": "东京",
      "字段4": "雅典",
      "jiguan": "广州",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "云桂英",
      "地址": "华沙",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "利马",
      "jiguan": "圣保罗",
      "fld3": "布拉格"
   },
   {
      "姓名": "孙刚",
      "地址": "哥本哈根",
      "字段2": "墨西哥城",
      "字段4": "雅加达",
      "jiguan": "西宁",
      "fld3": "雅加达"
   },
   {
      "姓名": "范兵",
      "地址": "伦敦",
      "字段2": "纽约",
      "字段4": "圣保罗",
      "jiguan": "悉尼",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "卫静",
      "地址": "雅加达",
      "字段2": "江苏省南京市",
      "字段4": "江苏省南京市",
      "jiguan": "海口",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "孙秀华",
      "地址": "马德里",
      "字段2": "赫尔辛基",
      "字段4": "慕尼黑",
      "jiguan": "内罗毕",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "陶兵",
      "地址": "内蒙古呼和浩特市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "宁夏银川市",
      "jiguan": "蒙特利尔",
      "fld3": "圣保罗"
   },
   {
      "姓名": "尹世杰",
      "地址": "海南省海口市",
      "字段2": "布达佩斯",
      "字段4": "台北市",
      "jiguan": "西宁",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "乐巧",
      "地址": "内罗毕",
      "字段2": "圣地亚哥",
      "字段4": "江西省南昌市",
      "jiguan": "孟买",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "黄龚",
      "地址": "孟买",
      "字段2": "云南省昆明市",
      "字段4": "斯德哥尔摩",
      "jiguan": "兰州",
      "fld3": "华沙"
   },
   {
      "姓名": "傅霞",
      "地址": "新加坡",
      "字段2": "广西南宁市",
      "字段4": "曼谷",
      "jiguan": "柏林",
      "fld3": "渥太华"
   },
   {
      "姓名": "水明",
      "地址": "新疆乌鲁木齐市",
      "字段2": "雅典",
      "字段4": "巴塞罗那",
      "jiguan": "奥克兰",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "顾桂英",
      "地址": "渥太华",
      "字段2": "广东省广州市",
      "字段4": "伯尔尼",
      "jiguan": "海口",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "吕兵",
      "地址": "奥克兰",
      "字段2": "云南省昆明市",
      "字段4": "悉尼",
      "jiguan": "伊斯坦布尔",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "孙云",
      "地址": "华沙",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "渥太华",
      "jiguan": "南昌",
      "fld3": "圣保罗"
   },
   {
      "姓名": "柏华",
      "地址": "奥斯陆",
      "字段2": "圣保罗",
      "字段4": "广西南宁市",
      "jiguan": "罗马",
      "fld3": "孟买"
   },
   {
      "姓名": "齐怡",
      "地址": "奥斯陆",
      "字段2": "曼谷",
      "字段4": "吉隆坡",
      "jiguan": "罗马",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "奥克兰",
      "字段2": "斯德哥尔摩",
      "字段4": "约翰内斯堡",
      "jiguan": "内罗毕",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "卫玉梅",
      "地址": "渥太华",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "奥克兰",
      "jiguan": "伊斯坦布尔",
      "fld3": "东京"
   },
   {
      "姓名": "苏龙",
      "地址": "利马",
      "字段2": "米兰",
      "字段4": "广东省广州市",
      "jiguan": "孟买",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "萧云",
      "地址": "墨尔本",
      "字段2": "布拉格",
      "字段4": "维也纳",
      "jiguan": "奥克兰",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "罗怡",
      "地址": "赫尔辛基",
      "字段2": "江苏省南京市",
      "字段4": "斯德哥尔摩",
      "jiguan": "赫尔辛基",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "殷明",
      "地址": "台北市",
      "字段2": "伊斯坦布尔",
      "字段4": "雅典",
      "jiguan": "雅加达",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "许洁",
      "地址": "布鲁塞尔",
      "字段2": "伊斯坦布尔",
      "字段4": "里约热内卢",
      "jiguan": "拉萨",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "余亮",
      "地址": "奥斯陆",
      "字段2": "伦敦",
      "字段4": "莫斯科",
      "jiguan": "柏林",
      "fld3": "雅加达"
   },
   {
      "姓名": "苏龙",
      "地址": "阿姆斯特丹",
      "字段2": "布达佩斯",
      "字段4": "台北市",
      "jiguan": "武汉",
      "fld3": "开普敦"
   },
   {
      "姓名": "褚超",
      "地址": "吉隆坡",
      "字段2": "墨西哥城",
      "字段4": "卡拉奇",
      "jiguan": "青岛",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "赵巧",
      "地址": "福建省厦门市",
      "字段2": "蒙特利尔",
      "字段4": "江苏省南京市",
      "jiguan": "渥太华",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "史芳",
      "地址": "柏林",
      "字段2": "布拉格",
      "字段4": "山东省青岛市",
      "jiguan": "新德里",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "齐亮",
      "地址": "河南省郑州市",
      "字段2": "曼谷",
      "字段4": "贵州省贵阳市",
      "jiguan": "卡拉奇",
      "fld3": "孟买"
   },
   {
      "姓名": "伍艳",
      "地址": "浙江省杭州市",
      "字段2": "山东省青岛市",
      "字段4": "孟买",
      "jiguan": "奥斯陆",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "乐巧",
      "地址": "圣保罗",
      "字段2": "广东省广州市",
      "字段4": "蒙特利尔",
      "jiguan": "兰州",
      "fld3": "台北市"
   },
   {
      "姓名": "元玲",
      "地址": "纽约",
      "字段2": "奥斯陆",
      "字段4": "慕尼黑",
      "jiguan": "合肥",
      "fld3": "莫斯科"
   },
   {
      "姓名": "齐亮",
      "地址": "山东省青岛市",
      "字段2": "约翰内斯堡",
      "字段4": "澳门特别行政区",
      "jiguan": "深圳",
      "fld3": "米兰"
   },
   {
      "姓名": "赵巧",
      "地址": "巴塞罗那",
      "字段2": "布达佩斯",
      "字段4": "马德里",
      "jiguan": "内罗毕",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "于洁",
      "地址": "山东省济南市",
      "字段2": "华沙",
      "字段4": "吉隆坡",
      "jiguan": "合肥",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "水明",
      "地址": "山西省太原市",
      "字段2": "蒙特利尔",
      "字段4": "悉尼",
      "jiguan": "内罗毕",
      "fld3": "悉尼"
   },
   {
      "姓名": "水明",
      "地址": "赫尔辛基",
      "字段2": "浙江省杭州市",
      "字段4": "内罗毕",
      "jiguan": "雅典",
      "fld3": "台北市"
   },
   {
      "姓名": "元玲",
      "地址": "开普敦",
      "字段2": "广东省广州市",
      "字段4": "内罗毕",
      "jiguan": "马德里",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "伍艳",
      "地址": "莫斯科",
      "字段2": "福建省厦门市",
      "字段4": "海南省海口市",
      "jiguan": "广州",
      "fld3": "开普敦"
   },
   {
      "姓名": "于华",
      "地址": "香港特别行政区",
      "字段2": "宁夏银川市",
      "字段4": "新德里",
      "jiguan": "长春",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "许洁",
      "地址": "广西南宁市",
      "字段2": "海南省海口市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "马德里",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "雷静",
      "地址": "温哥华",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "安徽省合肥市",
      "jiguan": "伊斯坦布尔",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "邹洋",
      "地址": "香港特别行政区",
      "字段2": "慕尼黑",
      "字段4": "阿姆斯特丹",
      "jiguan": "拉萨",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "陶芳",
      "地址": "柏林",
      "字段2": "慕尼黑",
      "字段4": "安徽省合肥市",
      "jiguan": "哈尔滨",
      "fld3": "米兰"
   },
   {
      "姓名": "萧云",
      "地址": "辽宁省大连市",
      "字段2": "布达佩斯",
      "字段4": "纽约",
      "jiguan": "柏林",
      "fld3": "利马"
   },
   {
      "姓名": "凤桂兰",
      "地址": "福建省厦门市",
      "字段2": "巴黎",
      "字段4": "内罗毕",
      "jiguan": "圣地亚哥",
      "fld3": "新加坡"
   },
   {
      "姓名": "钱刚",
      "地址": "甘肃省兰州市",
      "字段2": "布达佩斯",
      "字段4": "孟买",
      "jiguan": "内罗毕",
      "fld3": "渥太华"
   },
   {
      "姓名": "孙刚",
      "地址": "墨西哥城",
      "字段2": "里约热内卢",
      "字段4": "开罗",
      "jiguan": "厦门",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "邹洋",
      "地址": "圣保罗",
      "字段2": "布达佩斯",
      "字段4": "山东省青岛市",
      "jiguan": "内罗毕",
      "fld3": "新德里"
   },
   {
      "姓名": "喻秀华",
      "地址": "四川省成都市",
      "字段2": "西藏拉萨市",
      "字段4": "伊斯坦布尔",
      "jiguan": "天津",
      "fld3": "温哥华"
   },
   {
      "姓名": "许平",
      "地址": "布拉格",
      "字段2": "奥克兰",
      "字段4": "圣保罗",
      "jiguan": "香港",
      "fld3": "伦敦"
   },
   {
      "姓名": "谢丽",
      "地址": "圣保罗",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "孟买",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "乐巧",
      "地址": "福建省厦门市",
      "字段2": "吉林省长春市",
      "字段4": "曼谷",
      "jiguan": "新德里",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "孔桂兰",
      "地址": "开普敦",
      "字段2": "西藏拉萨市",
      "字段4": "雅典",
      "jiguan": "伯尔尼",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "东京",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "慕尼黑",
      "jiguan": "伯尔尼",
      "fld3": "罗马"
   },
   {
      "姓名": "卜云",
      "地址": "江苏省南京市",
      "字段2": "圣地亚哥",
      "字段4": "卡拉奇",
      "jiguan": "圣保罗",
      "fld3": "迪拜"
   },
   {
      "姓名": "史新",
      "地址": "迪拜",
      "字段2": "新德里",
      "字段4": "伊斯坦布尔",
      "jiguan": "南京",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "姜秀华",
      "地址": "布达佩斯",
      "字段2": "山东省青岛市",
      "字段4": "江苏省南京市",
      "jiguan": "米兰",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "顾桂英",
      "地址": "布拉格",
      "字段2": "慕尼黑",
      "字段4": "奥克兰",
      "jiguan": "悉尼",
      "fld3": "东京"
   },
   {
      "姓名": "吕兵",
      "地址": "利马",
      "字段2": "伯尔尼",
      "字段4": "孟买",
      "jiguan": "圣保罗",
      "fld3": "伦敦"
   },
   {
      "姓名": "杨洁",
      "地址": "圣地亚哥",
      "字段2": "悉尼",
      "字段4": "迪拜",
      "jiguan": "阿姆斯特丹",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "墨尔本",
      "字段2": "内罗毕",
      "字段4": "奥克兰",
      "jiguan": "长春",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "雷静",
      "地址": "纽约",
      "字段2": "雅典",
      "字段4": "圣地亚哥",
      "jiguan": "成都",
      "fld3": "开普敦"
   },
   {
      "姓名": "乐巧",
      "地址": "新加坡",
      "字段2": "阿姆斯特丹",
      "字段4": "伯尔尼",
      "jiguan": "台北",
      "fld3": "奥克兰"
   },
   {
      "姓名": "周敏",
      "地址": "里约热内卢",
      "字段2": "多伦多",
      "字段4": "孟买",
      "jiguan": "伦敦",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "卜桂兰",
      "地址": "纽约",
      "字段2": "广西南宁市",
      "字段4": "西藏拉萨市",
      "jiguan": "罗马",
      "fld3": "多伦多"
   },
   {
      "姓名": "姜秀华",
      "地址": "宁夏银川市",
      "字段2": "开罗",
      "字段4": "广东省广州市",
      "jiguan": "布达佩斯",
      "fld3": "柏林"
   },
   {
      "姓名": "褚超",
      "地址": "内罗毕",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "台北市",
      "jiguan": "台北",
      "fld3": "迪拜"
   },
   {
      "姓名": "殷明",
      "地址": "华沙",
      "字段2": "悉尼",
      "字段4": "江苏省南京市",
      "jiguan": "南京",
      "fld3": "马德里"
   },
   {
      "姓名": "花洁",
      "地址": "布达佩斯",
      "字段2": "巴黎",
      "字段4": "卡拉奇",
      "jiguan": "香港",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "孙刚",
      "地址": "内罗毕",
      "字段2": "迪拜",
      "字段4": "福建省厦门市",
      "jiguan": "拉萨",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "杨洁",
      "地址": "斯德哥尔摩",
      "字段2": "曼谷",
      "字段4": "台北市",
      "jiguan": "赫尔辛基",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "黄龚",
      "地址": "台北市",
      "字段2": "巴黎",
      "字段4": "利马",
      "jiguan": "孟买",
      "fld3": "米兰"
   },
   {
      "姓名": "杨洋",
      "地址": "福建省厦门市",
      "字段2": "新加坡",
      "字段4": "布达佩斯",
      "jiguan": "雅加达",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "邹洋",
      "地址": "圣地亚哥",
      "字段2": "宁夏银川市",
      "字段4": "巴黎",
      "jiguan": "海口",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "孙刚",
      "地址": "卡拉奇",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "海南省海口市",
      "jiguan": "乌鲁木齐",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "水明",
      "地址": "孟买",
      "字段2": "雅典",
      "字段4": "圣保罗",
      "jiguan": "柏林",
      "fld3": "渥太华"
   },
   {
      "姓名": "罗怡",
      "地址": "内罗毕",
      "字段2": "开普敦",
      "字段4": "福建省厦门市",
      "jiguan": "雅加达",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "孔桂兰",
      "地址": "甘肃省兰州市",
      "字段2": "山东省济南市",
      "字段4": "布鲁塞尔",
      "jiguan": "内罗毕",
      "fld3": "米兰"
   },
   {
      "姓名": "花洁",
      "地址": "奥斯陆",
      "字段2": "开罗",
      "字段4": "哥本哈根",
      "jiguan": "布拉格",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "许洁",
      "地址": "孟买",
      "字段2": "奥克兰",
      "字段4": "澳门特别行政区",
      "jiguan": "迪拜",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "陶兵",
      "地址": "新疆乌鲁木齐市",
      "字段2": "布达佩斯",
      "字段4": "巴塞罗那",
      "jiguan": "马德里",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "许明",
      "地址": "孟买",
      "字段2": "墨尔本",
      "字段4": "蒙特利尔",
      "jiguan": "天津",
      "fld3": "多伦多"
   },
   {
      "姓名": "孔桂兰",
      "地址": "里约热内卢",
      "字段2": "圣地亚哥",
      "字段4": "宁夏银川市",
      "jiguan": "布达佩斯",
      "fld3": "东京"
   },
   {
      "姓名": "余亮",
      "地址": "青海省西宁市",
      "字段2": "蒙特利尔",
      "字段4": "布鲁塞尔",
      "jiguan": "伦敦",
      "fld3": "维也纳"
   },
   {
      "姓名": "齐亮",
      "地址": "多伦多",
      "字段2": "柏林",
      "字段4": "约翰内斯堡",
      "jiguan": "奥斯陆",
      "fld3": "孟买"
   },
   {
      "姓名": "柏华",
      "地址": "新加坡",
      "字段2": "斯德哥尔摩",
      "字段4": "华沙",
      "jiguan": "内罗毕",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "花洁",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "澳门特别行政区",
      "字段4": "圣保罗",
      "jiguan": "柏林",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "罗怡",
      "地址": "迪拜",
      "字段2": "布拉格",
      "字段4": "纽约",
      "jiguan": "深圳",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "平强",
      "地址": "山西省太原市",
      "字段2": "东京",
      "字段4": "海南省海口市",
      "jiguan": "卡拉奇",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "云洋",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "纽约",
      "字段4": "多伦多",
      "jiguan": "沈阳",
      "fld3": "莫斯科"
   },
   {
      "姓名": "殷明",
      "地址": "墨西哥城",
      "字段2": "奥克兰",
      "字段4": "伯尔尼",
      "jiguan": "马德里",
      "fld3": "东京"
   },
   {
      "姓名": "云桂英",
      "地址": "山西省太原市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "台北市",
      "jiguan": "开普敦",
      "fld3": "悉尼"
   },
   {
      "姓名": "水明",
      "地址": "东京",
      "字段2": "蒙特利尔",
      "字段4": "奥克兰",
      "jiguan": "哈尔滨",
      "fld3": "台北市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "伊斯坦布尔",
      "字段2": "甘肃省兰州市",
      "字段4": "青海省西宁市",
      "jiguan": "台北",
      "fld3": "布拉格"
   },
   {
      "姓名": "谢伟",
      "地址": "浙江省杭州市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "孟买",
      "jiguan": "伊斯坦布尔",
      "fld3": "布拉格"
   },
   {
      "姓名": "云洋",
      "地址": "圣保罗",
      "字段2": "青海省西宁市",
      "字段4": "伯尔尼",
      "jiguan": "乌鲁木齐",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "罗怡",
      "地址": "曼谷",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "华沙",
      "jiguan": "雅典",
      "fld3": "开普敦"
   },
   {
      "姓名": "于洁",
      "地址": "奥克兰",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "江苏省南京市",
      "jiguan": "太原",
      "fld3": "新加坡"
   },
   {
      "姓名": "史芳",
      "地址": "蒙特利尔",
      "字段2": "渥太华",
      "字段4": "利马",
      "jiguan": "迪拜",
      "fld3": "悉尼"
   },
   {
      "姓名": "任建华",
      "地址": "奥斯陆",
      "字段2": "米兰",
      "字段4": "澳门特别行政区",
      "jiguan": "奥克兰",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "孙秀华",
      "地址": "曼谷",
      "字段2": "广东省广州市",
      "字段4": "奥克兰",
      "jiguan": "香港",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "齐亮",
      "地址": "圣地亚哥",
      "字段2": "布达佩斯",
      "字段4": "吉隆坡",
      "jiguan": "柏林",
      "fld3": "孟买"
   },
   {
      "姓名": "雷静",
      "地址": "雅典",
      "字段2": "吉林省长春市",
      "字段4": "慕尼黑",
      "jiguan": "西宁",
      "fld3": "维也纳"
   },
   {
      "姓名": "罗怡",
      "地址": "吉隆坡",
      "字段2": "浙江省杭州市",
      "字段4": "里约热内卢",
      "jiguan": "悉尼",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "周敏",
      "地址": "悉尼",
      "字段2": "渥太华",
      "字段4": "孟买",
      "jiguan": "内罗毕",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "于玲",
      "地址": "开普敦",
      "字段2": "广东省广州市",
      "字段4": "宁夏银川市",
      "jiguan": "米兰",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "柏华",
      "地址": "哥本哈根",
      "字段2": "内罗毕",
      "字段4": "伯尔尼",
      "jiguan": "布拉格",
      "fld3": "柏林"
   },
   {
      "姓名": "云洋",
      "地址": "吉林省长春市",
      "字段2": "广东省广州市",
      "字段4": "西藏拉萨市",
      "jiguan": "哈尔滨",
      "fld3": "孟买"
   },
   {
      "姓名": "史芳",
      "地址": "山东省济南市",
      "字段2": "悉尼",
      "字段4": "西藏拉萨市",
      "jiguan": "青岛",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "周迪",
      "地址": "圣保罗",
      "字段2": "海南省海口市",
      "字段4": "青海省西宁市",
      "jiguan": "曼谷",
      "fld3": "柏林"
   },
   {
      "姓名": "杨洁",
      "地址": "内罗毕",
      "字段2": "奥克兰",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "马德里",
      "fld3": "巴黎"
   },
   {
      "姓名": "傅霞",
      "地址": "辽宁省沈阳市",
      "字段2": "内罗毕",
      "字段4": "赫尔辛基",
      "jiguan": "沈阳",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "孙龚",
      "地址": "新加坡",
      "字段2": "纽约",
      "字段4": "赫尔辛基",
      "jiguan": "卡拉奇",
      "fld3": "圣保罗"
   },
   {
      "姓名": "乐巧",
      "地址": "四川省成都市",
      "字段2": "西藏拉萨市",
      "字段4": "雅加达",
      "jiguan": "雅加达",
      "fld3": "悉尼"
   },
   {
      "姓名": "卫玉梅",
      "地址": "东京",
      "字段2": "赫尔辛基",
      "字段4": "巴黎",
      "jiguan": "海口",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "尹超",
      "地址": "伊斯坦布尔",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "卡拉奇",
      "jiguan": "奥克兰",
      "fld3": "内罗毕"
   },
   {
      "姓名": "谢伟",
      "地址": "新德里",
      "字段2": "山西省太原市",
      "字段4": "浙江省杭州市",
      "jiguan": "台北",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "罗杰",
      "地址": "吉林省长春市",
      "字段2": "新德里",
      "字段4": "巴塞罗那",
      "jiguan": "圣地亚哥",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "尹世杰",
      "地址": "孟买",
      "字段2": "华沙",
      "字段4": "香港特别行政区",
      "jiguan": "内罗毕",
      "fld3": "东京"
   },
   {
      "姓名": "平强",
      "地址": "伦敦",
      "字段2": "海南省海口市",
      "字段4": "利马",
      "jiguan": "太原",
      "fld3": "马德里"
   },
   {
      "姓名": "谢伟",
      "地址": "伦敦",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "巴塞罗那",
      "jiguan": "雅加达",
      "fld3": "孟买"
   },
   {
      "姓名": "黄龚",
      "地址": "内罗毕",
      "字段2": "卡拉奇",
      "字段4": "贵州省贵阳市",
      "jiguan": "武汉",
      "fld3": "渥太华"
   },
   {
      "姓名": "范兵",
      "地址": "渥太华",
      "字段2": "辽宁省沈阳市",
      "字段4": "内罗毕",
      "jiguan": "雅加达",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "任建华",
      "地址": "新德里",
      "字段2": "雅典",
      "字段4": "布达佩斯",
      "jiguan": "马德里",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "许平",
      "地址": "纽约",
      "字段2": "哥本哈根",
      "字段4": "纽约",
      "jiguan": "郑州",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "慕尼黑",
      "字段2": "澳门特别行政区",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "香港",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "喻秀华",
      "地址": "山东省青岛市",
      "字段2": "悉尼",
      "字段4": "广东省广州市",
      "jiguan": "马德里",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "柏华",
      "地址": "蒙特利尔",
      "字段2": "甘肃省兰州市",
      "字段4": "广东省广州市",
      "jiguan": "广州",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "卫玉梅",
      "地址": "多伦多",
      "字段2": "香港特别行政区",
      "字段4": "内罗毕",
      "jiguan": "雅典",
      "fld3": "马德里"
   },
   {
      "姓名": "傅霞",
      "地址": "柏林",
      "字段2": "多伦多",
      "字段4": "里约热内卢",
      "jiguan": "哈尔滨",
      "fld3": "利马"
   },
   {
      "姓名": "花怡",
      "地址": "孟买",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "华沙",
      "jiguan": "阿姆斯特丹",
      "fld3": "悉尼"
   },
   {
      "姓名": "罗杰",
      "地址": "广东省广州市",
      "字段2": "辽宁省沈阳市",
      "字段4": "吉隆坡",
      "jiguan": "沈阳",
      "fld3": "温哥华"
   },
   {
      "姓名": "殷明",
      "地址": "米兰",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "伊斯坦布尔",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "卫静",
      "地址": "江苏省南京市",
      "字段2": "内罗毕",
      "字段4": "雅加达",
      "jiguan": "奥斯陆",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "任建华",
      "地址": "东京",
      "字段2": "开罗",
      "字段4": "福建省厦门市",
      "jiguan": "大连",
      "fld3": "罗马"
   },
   {
      "姓名": "柏华",
      "地址": "西藏拉萨市",
      "字段2": "开普敦",
      "字段4": "曼谷",
      "jiguan": "马德里",
      "fld3": "内罗毕"
   },
   {
      "姓名": "殷明",
      "地址": "圣保罗",
      "字段2": "马德里",
      "字段4": "福建省厦门市",
      "jiguan": "孟买",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "褚超",
      "地址": "圣地亚哥",
      "字段2": "辽宁省大连市",
      "字段4": "河南省郑州市",
      "jiguan": "沈阳",
      "fld3": "布拉格"
   },
   {
      "姓名": "余杰",
      "地址": "悉尼",
      "字段2": "多伦多",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "内罗毕",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "孙云",
      "地址": "福建省厦门市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "伦敦",
      "jiguan": "太原",
      "fld3": "华沙"
   },
   {
      "姓名": "卜桂兰",
      "地址": "台北市",
      "字段2": "伦敦",
      "字段4": "多伦多",
      "jiguan": "孟买",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "钱刚",
      "地址": "安徽省合肥市",
      "字段2": "开罗",
      "字段4": "伦敦",
      "jiguan": "重庆",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "杨洋",
      "地址": "哥本哈根",
      "字段2": "澳门特别行政区",
      "字段4": "圣保罗",
      "jiguan": "莫斯科",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "于华",
      "地址": "西藏拉萨市",
      "字段2": "澳门特别行政区",
      "字段4": "奥克兰",
      "jiguan": "伊斯坦布尔",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "尹超",
      "地址": "布拉格",
      "字段2": "吉林省长春市",
      "字段4": "江苏省南京市",
      "jiguan": "伦敦",
      "fld3": "雅加达"
   },
   {
      "姓名": "赵巧",
      "地址": "布鲁塞尔",
      "字段2": "蒙特利尔",
      "字段4": "吉林省长春市",
      "jiguan": "奥克兰",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "雅加达",
      "字段2": "布达佩斯",
      "字段4": "阿姆斯特丹",
      "jiguan": "内罗毕",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "蒋秀英",
      "地址": "斯德哥尔摩",
      "字段2": "慕尼黑",
      "字段4": "福建省厦门市",
      "jiguan": "武汉",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "雷静",
      "地址": "伯尔尼",
      "字段2": "阿姆斯特丹",
      "字段4": "新德里",
      "jiguan": "香港",
      "fld3": "孟买"
   },
   {
      "姓名": "孔桂兰",
      "地址": "香港特别行政区",
      "字段2": "辽宁省沈阳市",
      "字段4": "内罗毕",
      "jiguan": "开普敦",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "陶芳",
      "地址": "山东省青岛市",
      "字段2": "纽约",
      "字段4": "孟买",
      "jiguan": "成都",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "许洁",
      "地址": "浙江省杭州市",
      "字段2": "孟买",
      "字段4": "多伦多",
      "jiguan": "卡拉奇",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "元玲",
      "地址": "慕尼黑",
      "字段2": "柏林",
      "字段4": "里约热内卢",
      "jiguan": "南京",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "雷静",
      "地址": "利马",
      "字段2": "圣保罗",
      "字段4": "奥克兰",
      "jiguan": "南昌",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "邹洋",
      "地址": "多伦多",
      "字段2": "赫尔辛基",
      "字段4": "开普敦",
      "jiguan": "广州",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "平强",
      "地址": "孟买",
      "字段2": "约翰内斯堡",
      "字段4": "甘肃省兰州市",
      "jiguan": "渥太华",
      "fld3": "纽约"
   },
   {
      "姓名": "吕兵",
      "地址": "广东省广州市",
      "字段2": "悉尼",
      "字段4": "西藏拉萨市",
      "jiguan": "雅加达",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "卜桂兰",
      "地址": "伊斯坦布尔",
      "字段2": "吉隆坡",
      "字段4": "江西省南昌市",
      "jiguan": "太原",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "渥太华",
      "字段2": "里约热内卢",
      "字段4": "纽约",
      "jiguan": "深圳",
      "fld3": "孟买"
   },
   {
      "姓名": "黄龚",
      "地址": "迪拜",
      "字段2": "辽宁省大连市",
      "字段4": "内罗毕",
      "jiguan": "太原",
      "fld3": "纽约"
   },
   {
      "姓名": "云洋",
      "地址": "开普敦",
      "字段2": "伦敦",
      "字段4": "斯德哥尔摩",
      "jiguan": "大连",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "黄龚",
      "地址": "奥斯陆",
      "字段2": "悉尼",
      "字段4": "里约热内卢",
      "jiguan": "合肥",
      "fld3": "巴黎"
   },
   {
      "姓名": "孙云",
      "地址": "甘肃省兰州市",
      "字段2": "海南省海口市",
      "字段4": "江西省南昌市",
      "jiguan": "奥斯陆",
      "fld3": "米兰"
   },
   {
      "姓名": "殷明",
      "地址": "澳门特别行政区",
      "字段2": "西藏拉萨市",
      "字段4": "甘肃省兰州市",
      "jiguan": "孟买",
      "fld3": "圣保罗"
   },
   {
      "姓名": "柏华",
      "地址": "内罗毕",
      "字段2": "香港特别行政区",
      "字段4": "圣地亚哥",
      "jiguan": "孟买",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "罗怡",
      "地址": "吉林省长春市",
      "字段2": "奥克兰",
      "字段4": "马德里",
      "jiguan": "南京",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "花怡",
      "地址": "贵州省贵阳市",
      "字段2": "香港特别行政区",
      "字段4": "山东省济南市",
      "jiguan": "悉尼",
      "fld3": "新加坡"
   },
   {
      "姓名": "蒋秀英",
      "地址": "温哥华",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "新德里",
      "jiguan": "蒙特利尔",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "许平",
      "地址": "开普敦",
      "字段2": "圣地亚哥",
      "字段4": "里约热内卢",
      "jiguan": "布拉格",
      "fld3": "新德里"
   },
   {
      "姓名": "卫玉梅",
      "地址": "开普敦",
      "字段2": "莫斯科",
      "字段4": "米兰",
      "jiguan": "长春",
      "fld3": "温哥华"
   },
   {
      "姓名": "赵巧",
      "地址": "米兰",
      "字段2": "墨西哥城",
      "字段4": "伊斯坦布尔",
      "jiguan": "大连",
      "fld3": "纽约"
   },
   {
      "姓名": "乐巧",
      "地址": "利马",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "赫尔辛基",
      "jiguan": "内罗毕",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "辽宁省大连市",
      "字段2": "安徽省合肥市",
      "字段4": "悉尼",
      "jiguan": "米兰",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "花怡",
      "地址": "巴塞罗那",
      "字段2": "圣保罗",
      "字段4": "布拉格",
      "jiguan": "马德里",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "许平",
      "地址": "多伦多",
      "字段2": "曼谷",
      "字段4": "蒙特利尔",
      "jiguan": "迪拜",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "赵巧",
      "地址": "墨西哥城",
      "字段2": "慕尼黑",
      "字段4": "圣保罗",
      "jiguan": "伊斯坦布尔",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "魏桂兰",
      "地址": "迪拜",
      "字段2": "内罗毕",
      "字段4": "圣地亚哥",
      "jiguan": "海口",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "莫斯科",
      "字段2": "蒙特利尔",
      "字段4": "米兰",
      "jiguan": "孟买",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "陶兵",
      "地址": "香港特别行政区",
      "字段2": "罗马",
      "字段4": "澳门特别行政区",
      "jiguan": "南京",
      "fld3": "渥太华"
   },
   {
      "姓名": "元玲",
      "地址": "香港特别行政区",
      "字段2": "莫斯科",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "悉尼",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "内罗毕",
      "字段2": "贵州省贵阳市",
      "字段4": "澳门特别行政区",
      "jiguan": "圣地亚哥",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "顾桂英",
      "地址": "赫尔辛基",
      "字段2": "米兰",
      "字段4": "柏林",
      "jiguan": "香港",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "褚超",
      "地址": "奥克兰",
      "字段2": "雅典",
      "字段4": "宁夏银川市",
      "jiguan": "柏林",
      "fld3": "新加坡"
   },
   {
      "姓名": "孙秀华",
      "地址": "莫斯科",
      "字段2": "伊斯坦布尔",
      "字段4": "马德里",
      "jiguan": "台北",
      "fld3": "雅加达"
   },
   {
      "姓名": "花怡",
      "地址": "辽宁省大连市",
      "字段2": "悉尼",
      "字段4": "新德里",
      "jiguan": "海口",
      "fld3": "温哥华"
   },
   {
      "姓名": "水明",
      "地址": "莫斯科",
      "字段2": "伦敦",
      "字段4": "悉尼",
      "jiguan": "伊斯坦布尔",
      "fld3": "罗马"
   },
   {
      "姓名": "陶芳",
      "地址": "新加坡",
      "字段2": "圣地亚哥",
      "字段4": "孟买",
      "jiguan": "巴塞罗那",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "任建华",
      "地址": "卡拉奇",
      "字段2": "青海省西宁市",
      "字段4": "墨西哥城",
      "jiguan": "奥克兰",
      "fld3": "伦敦"
   },
   {
      "姓名": "黄龚",
      "地址": "孟买",
      "字段2": "孟买",
      "字段4": "迪拜",
      "jiguan": "孟买",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "陶芳",
      "地址": "青海省西宁市",
      "字段2": "奥克兰",
      "字段4": "四川省成都市",
      "jiguan": "巴塞罗那",
      "fld3": "维也纳"
   },
   {
      "姓名": "乐巧",
      "地址": "悉尼",
      "字段2": "孟买",
      "字段4": "奥斯陆",
      "jiguan": "巴塞罗那",
      "fld3": "台北市"
   },
   {
      "姓名": "齐怡",
      "地址": "贵州省贵阳市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "巴黎",
      "jiguan": "兰州",
      "fld3": "多伦多"
   },
   {
      "姓名": "殷明",
      "地址": "华沙",
      "字段2": "海南省海口市",
      "字段4": "巴塞罗那",
      "jiguan": "伯尔尼",
      "fld3": "布拉格"
   },
   {
      "姓名": "吕兵",
      "地址": "江西省南昌市",
      "字段2": "海南省海口市",
      "字段4": "维也纳",
      "jiguan": "渥太华",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "于华",
      "地址": "布达佩斯",
      "字段2": "蒙特利尔",
      "字段4": "江苏省南京市",
      "jiguan": "卡拉奇",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "柏华",
      "地址": "甘肃省兰州市",
      "字段2": "渥太华",
      "字段4": "布拉格",
      "jiguan": "伦敦",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "云洋",
      "地址": "曼谷",
      "字段2": "布鲁塞尔",
      "字段4": "香港特别行政区",
      "jiguan": "厦门",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "尹世杰",
      "地址": "澳门特别行政区",
      "字段2": "墨尔本",
      "字段4": "海南省海口市",
      "jiguan": "南昌",
      "fld3": "维也纳"
   },
   {
      "姓名": "许平",
      "地址": "墨尔本",
      "字段2": "维也纳",
      "字段4": "西藏拉萨市",
      "jiguan": "内罗毕",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "罗杰",
      "地址": "曼谷",
      "字段2": "伦敦",
      "字段4": "台北市",
      "jiguan": "武汉",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "谢伟",
      "地址": "巴塞罗那",
      "字段2": "江西省南昌市",
      "字段4": "山东省济南市",
      "jiguan": "长春",
      "fld3": "开罗"
   },
   {
      "姓名": "卫玉梅",
      "地址": "海南省海口市",
      "字段2": "雅加达",
      "字段4": "莫斯科",
      "jiguan": "卡拉奇",
      "fld3": "渥太华"
   },
   {
      "姓名": "殷明",
      "地址": "布达佩斯",
      "字段2": "柏林",
      "字段4": "内罗毕",
      "jiguan": "武汉",
      "fld3": "莫斯科"
   },
   {
      "姓名": "于华",
      "地址": "江西省南昌市",
      "字段2": "香港特别行政区",
      "字段4": "贵州省贵阳市",
      "jiguan": "孟买",
      "fld3": "新加坡"
   },
   {
      "姓名": "于玲",
      "地址": "宁夏银川市",
      "字段2": "布拉格",
      "字段4": "雅典",
      "jiguan": "哈尔滨",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "奥克兰",
      "字段2": "东京",
      "字段4": "斯德哥尔摩",
      "jiguan": "布达佩斯",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "孙刚",
      "地址": "慕尼黑",
      "字段2": "山西省太原市",
      "字段4": "澳门特别行政区",
      "jiguan": "拉萨",
      "fld3": "雅典"
   },
   {
      "姓名": "钱刚",
      "地址": "维也纳",
      "字段2": "米兰",
      "字段4": "曼谷",
      "jiguan": "雅加达",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "傅霞",
      "地址": "布宜诺斯艾利斯",
      "字段2": "四川省成都市",
      "字段4": "布达佩斯",
      "jiguan": "广州",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "孙龚",
      "地址": "圣地亚哥",
      "字段2": "孟买",
      "字段4": "哥本哈根",
      "jiguan": "香港",
      "fld3": "圣保罗"
   },
   {
      "姓名": "卫玉梅",
      "地址": "开普敦",
      "字段2": "奥斯陆",
      "字段4": "香港特别行政区",
      "jiguan": "阿姆斯特丹",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "平强",
      "地址": "辽宁省沈阳市",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "哥本哈根",
      "jiguan": "马德里",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "杨洁",
      "地址": "罗马",
      "字段2": "巴黎",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "孟买",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "萧云",
      "地址": "圣地亚哥",
      "字段2": "宁夏银川市",
      "字段4": "纽约",
      "jiguan": "广州",
      "fld3": "曼谷"
   },
   {
      "姓名": "孔桂兰",
      "地址": "悉尼",
      "字段2": "雅加达",
      "字段4": "西藏拉萨市",
      "jiguan": "悉尼",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "花洁",
      "地址": "河南省郑州市",
      "字段2": "布达佩斯",
      "字段4": "奥斯陆",
      "jiguan": "布达佩斯",
      "fld3": "华沙"
   },
   {
      "姓名": "尹怡",
      "地址": "甘肃省兰州市",
      "字段2": "甘肃省兰州市",
      "字段4": "云南省昆明市",
      "jiguan": "迪拜",
      "fld3": "悉尼"
   },
   {
      "姓名": "赵巧",
      "地址": "安徽省合肥市",
      "字段2": "河南省郑州市",
      "字段4": "台北市",
      "jiguan": "拉萨",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "罗杰",
      "地址": "海南省海口市",
      "字段2": "安徽省合肥市",
      "字段4": "云南省昆明市",
      "jiguan": "太原",
      "fld3": "新德里"
   },
   {
      "姓名": "许明",
      "地址": "多伦多",
      "字段2": "莫斯科",
      "字段4": "布鲁塞尔",
      "jiguan": "乌鲁木齐",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "苏龙",
      "地址": "慕尼黑",
      "字段2": "伦敦",
      "字段4": "华沙",
      "jiguan": "雅典",
      "fld3": "温哥华"
   },
   {
      "姓名": "伍艳",
      "地址": "悉尼",
      "字段2": "东京",
      "字段4": "伦敦",
      "jiguan": "布拉格",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "尹超",
      "地址": "山西省太原市",
      "字段2": "河南省郑州市",
      "字段4": "贵州省贵阳市",
      "jiguan": "蒙特利尔",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "余亮",
      "地址": "圣保罗",
      "字段2": "福建省厦门市",
      "字段4": "伯尔尼",
      "jiguan": "长春",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "施秀华",
      "地址": "安徽省合肥市",
      "字段2": "孟买",
      "字段4": "伦敦",
      "jiguan": "香港",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "齐亮",
      "地址": "墨西哥城",
      "字段2": "开普敦",
      "字段4": "香港特别行政区",
      "jiguan": "合肥",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "于洁",
      "地址": "米兰",
      "字段2": "维也纳",
      "字段4": "江苏省南京市",
      "jiguan": "乌鲁木齐",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "云桂英",
      "地址": "维也纳",
      "字段2": "斯德哥尔摩",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "悉尼",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "褚超",
      "地址": "孟买",
      "字段2": "卡拉奇",
      "字段4": "布鲁塞尔",
      "jiguan": "曼谷",
      "fld3": "内罗毕"
   },
   {
      "姓名": "罗杰",
      "地址": "雅加达",
      "字段2": "安徽省合肥市",
      "字段4": "慕尼黑",
      "jiguan": "南昌",
      "fld3": "悉尼"
   },
   {
      "姓名": "云桂英",
      "地址": "约翰内斯堡",
      "字段2": "巴塞罗那",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "成都",
      "fld3": "纽约"
   },
   {
      "姓名": "尹超",
      "地址": "华沙",
      "字段2": "慕尼黑",
      "字段4": "约翰内斯堡",
      "jiguan": "赫尔辛基",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "卫静",
      "地址": "新加坡",
      "字段2": "云南省昆明市",
      "字段4": "马德里",
      "jiguan": "约翰内斯堡",
      "fld3": "布拉格"
   },
   {
      "姓名": "孙刚",
      "地址": "新德里",
      "字段2": "赫尔辛基",
      "字段4": "辽宁省沈阳市",
      "jiguan": "伊斯坦布尔",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "尹怡",
      "地址": "山西省太原市",
      "字段2": "山东省济南市",
      "字段4": "宁夏银川市",
      "jiguan": "台北",
      "fld3": "雅加达"
   },
   {
      "姓名": "钱刚",
      "地址": "慕尼黑",
      "字段2": "内罗毕",
      "字段4": "广东省广州市",
      "jiguan": "孟买",
      "fld3": "布拉格"
   },
   {
      "姓名": "于华",
      "地址": "伊斯坦布尔",
      "字段2": "多伦多",
      "字段4": "孟买",
      "jiguan": "大连",
      "fld3": "悉尼"
   },
   {
      "姓名": "平强",
      "地址": "宁夏银川市",
      "字段2": "江西省南昌市",
      "字段4": "伊斯坦布尔",
      "jiguan": "沈阳",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "尹超",
      "地址": "云南省昆明市",
      "字段2": "伯尔尼",
      "字段4": "吉林省长春市",
      "jiguan": "香港",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "云桂英",
      "地址": "辽宁省沈阳市",
      "字段2": "东京",
      "字段4": "利马",
      "jiguan": "奥斯陆",
      "fld3": "悉尼"
   },
   {
      "姓名": "齐怡",
      "地址": "云南省昆明市",
      "字段2": "甘肃省兰州市",
      "字段4": "布鲁塞尔",
      "jiguan": "雅典",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "魏桂兰",
      "地址": "华沙",
      "字段2": "吉隆坡",
      "字段4": "布鲁塞尔",
      "jiguan": "西宁",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "吕兵",
      "地址": "维也纳",
      "字段2": "圣保罗",
      "字段4": "伦敦",
      "jiguan": "渥太华",
      "fld3": "奥克兰"
   },
   {
      "姓名": "花洁",
      "地址": "新疆乌鲁木齐市",
      "字段2": "莫斯科",
      "字段4": "海南省海口市",
      "jiguan": "内罗毕",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "孙秀华",
      "地址": "吉隆坡",
      "字段2": "伦敦",
      "字段4": "米兰",
      "jiguan": "悉尼",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "伍艳",
      "地址": "柏林",
      "字段2": "卡拉奇",
      "字段4": "约翰内斯堡",
      "jiguan": "柏林",
      "fld3": "圣保罗"
   },
   {
      "姓名": "尹超",
      "地址": "巴黎",
      "字段2": "柏林",
      "字段4": "吉隆坡",
      "jiguan": "米兰",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "傅霞",
      "地址": "孟买",
      "字段2": "米兰",
      "字段4": "雅典",
      "jiguan": "海口",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "萧云",
      "地址": "墨西哥城",
      "字段2": "柏林",
      "字段4": "悉尼",
      "jiguan": "渥太华",
      "fld3": "悉尼"
   },
   {
      "姓名": "孙秀华",
      "地址": "纽约",
      "字段2": "赫尔辛基",
      "字段4": "约翰内斯堡",
      "jiguan": "巴塞罗那",
      "fld3": "东京"
   },
   {
      "姓名": "周敏",
      "地址": "温哥华",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "澳门特别行政区",
      "jiguan": "巴塞罗那",
      "fld3": "多伦多"
   },
   {
      "姓名": "谢丽",
      "地址": "四川省成都市",
      "字段2": "伯尔尼",
      "字段4": "吉林省长春市",
      "jiguan": "曼谷",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "卜云",
      "地址": "雅加达",
      "字段2": "布拉格",
      "字段4": "罗马",
      "jiguan": "巴黎",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "范兵",
      "地址": "斯德哥尔摩",
      "字段2": "江西省南昌市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "开普敦",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "许明",
      "地址": "吉隆坡",
      "字段2": "云南省昆明市",
      "字段4": "河南省郑州市",
      "jiguan": "伦敦",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "余亮",
      "地址": "青海省西宁市",
      "字段2": "澳门特别行政区",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "约翰内斯堡",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "罗怡",
      "地址": "海南省海口市",
      "字段2": "贵州省贵阳市",
      "字段4": "四川省成都市",
      "jiguan": "乌鲁木齐",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "廉洋",
      "地址": "墨尔本",
      "字段2": "海南省海口市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "拉萨",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "廉洋",
      "地址": "利马",
      "字段2": "悉尼",
      "字段4": "布达佩斯",
      "jiguan": "海口",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "谢伟",
      "地址": "台北市",
      "字段2": "新加坡",
      "字段4": "慕尼黑",
      "jiguan": "赫尔辛基",
      "fld3": "迪拜"
   },
   {
      "姓名": "卫静",
      "地址": "利马",
      "字段2": "里约热内卢",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "南昌",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "史新",
      "地址": "巴黎",
      "字段2": "广西南宁市",
      "字段4": "米兰",
      "jiguan": "伊斯坦布尔",
      "fld3": "新加坡"
   },
   {
      "姓名": "卜云",
      "地址": "迪拜",
      "字段2": "阿姆斯特丹",
      "字段4": "马德里",
      "jiguan": "南宁",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "伍艳",
      "地址": "约翰内斯堡",
      "字段2": "开普敦",
      "字段4": "多伦多",
      "jiguan": "蒙特利尔",
      "fld3": "温哥华"
   },
   {
      "姓名": "罗怡",
      "地址": "墨尔本",
      "字段2": "马德里",
      "字段4": "马德里",
      "jiguan": "布拉格",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "史芳",
      "地址": "开普敦",
      "字段2": "华沙",
      "字段4": "伯尔尼",
      "jiguan": "圣地亚哥",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "谢丽",
      "地址": "山东省青岛市",
      "字段2": "东京",
      "字段4": "青海省西宁市",
      "jiguan": "罗马",
      "fld3": "雅加达"
   },
   {
      "姓名": "褚超",
      "地址": "内蒙古呼和浩特市",
      "字段2": "米兰",
      "字段4": "东京",
      "jiguan": "曼谷",
      "fld3": "华沙"
   },
   {
      "姓名": "孔桂兰",
      "地址": "斯德哥尔摩",
      "字段2": "开普敦",
      "字段4": "开普敦",
      "jiguan": "巴塞罗那",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "马德里",
      "字段2": "吉隆坡",
      "字段4": "莫斯科",
      "jiguan": "哈尔滨",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "卜云",
      "地址": "莫斯科",
      "字段2": "巴黎",
      "字段4": "马德里",
      "jiguan": "合肥",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "齐怡",
      "地址": "温哥华",
      "字段2": "马德里",
      "字段4": "西藏拉萨市",
      "jiguan": "南昌",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "苏龙",
      "地址": "布鲁塞尔",
      "字段2": "华沙",
      "字段4": "利马",
      "jiguan": "柏林",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "云桂英",
      "地址": "广西南宁市",
      "字段2": "东京",
      "字段4": "慕尼黑",
      "jiguan": "香港",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "花怡",
      "地址": "广西南宁市",
      "字段2": "多伦多",
      "字段4": "蒙特利尔",
      "jiguan": "米兰",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "谢丽",
      "地址": "奥斯陆",
      "字段2": "开普敦",
      "字段4": "莫斯科",
      "jiguan": "拉萨",
      "fld3": "内罗毕"
   },
   {
      "姓名": "尹超",
      "地址": "山西省太原市",
      "字段2": "雅典",
      "字段4": "赫尔辛基",
      "jiguan": "重庆",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "卜云",
      "地址": "东京",
      "字段2": "孟买",
      "字段4": "西藏拉萨市",
      "jiguan": "青岛",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "褚超",
      "地址": "宁夏银川市",
      "字段2": "曼谷",
      "字段4": "广西南宁市",
      "jiguan": "青岛",
      "fld3": "利马"
   },
   {
      "姓名": "齐亮",
      "地址": "圣保罗",
      "字段2": "巴塞罗那",
      "字段4": "奥克兰",
      "jiguan": "南宁",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "陶芳",
      "地址": "圣地亚哥",
      "字段2": "内罗毕",
      "字段4": "开罗",
      "jiguan": "蒙特利尔",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "孙秀华",
      "地址": "山东省青岛市",
      "字段2": "纽约",
      "字段4": "浙江省杭州市",
      "jiguan": "武汉",
      "fld3": "曼谷"
   },
   {
      "姓名": "顾桂英",
      "地址": "阿姆斯特丹",
      "字段2": "布鲁塞尔",
      "字段4": "卡拉奇",
      "jiguan": "厦门",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "许洁",
      "地址": "慕尼黑",
      "字段2": "墨西哥城",
      "字段4": "阿姆斯特丹",
      "jiguan": "蒙特利尔",
      "fld3": "伦敦"
   },
   {
      "姓名": "周敏",
      "地址": "江西省南昌市",
      "字段2": "悉尼",
      "字段4": "墨西哥城",
      "jiguan": "深圳",
      "fld3": "孟买"
   },
   {
      "姓名": "柏华",
      "地址": "悉尼",
      "字段2": "斯德哥尔摩",
      "字段4": "香港特别行政区",
      "jiguan": "开普敦",
      "fld3": "新德里"
   },
   {
      "姓名": "云桂英",
      "地址": "贵州省贵阳市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "新德里",
      "jiguan": "奥克兰",
      "fld3": "巴黎"
   },
   {
      "姓名": "伍艳",
      "地址": "内罗毕",
      "字段2": "雅加达",
      "字段4": "宁夏银川市",
      "jiguan": "乌鲁木齐",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "尹世杰",
      "地址": "圣地亚哥",
      "字段2": "迪拜",
      "字段4": "维也纳",
      "jiguan": "重庆",
      "fld3": "孟买"
   },
   {
      "姓名": "卫静",
      "地址": "内罗毕",
      "字段2": "悉尼",
      "字段4": "贵州省贵阳市",
      "jiguan": "伦敦",
      "fld3": "新德里"
   },
   {
      "姓名": "谢伟",
      "地址": "孟买",
      "字段2": "布达佩斯",
      "字段4": "孟买",
      "jiguan": "厦门",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "卫玉梅",
      "地址": "新德里",
      "字段2": "四川省成都市",
      "字段4": "西藏拉萨市",
      "jiguan": "台北",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "孙刚",
      "地址": "墨西哥城",
      "字段2": "悉尼",
      "字段4": "多伦多",
      "jiguan": "伦敦",
      "fld3": "孟买"
   },
   {
      "姓名": "柏华",
      "地址": "吉隆坡",
      "字段2": "安徽省合肥市",
      "字段4": "多伦多",
      "jiguan": "成都",
      "fld3": "开罗"
   },
   {
      "姓名": "陶芳",
      "地址": "布鲁塞尔",
      "字段2": "伦敦",
      "字段4": "吉隆坡",
      "jiguan": "柏林",
      "fld3": "伦敦"
   },
   {
      "姓名": "黄龚",
      "地址": "台北市",
      "字段2": "悉尼",
      "字段4": "东京",
      "jiguan": "乌鲁木齐",
      "fld3": "东京"
   },
   {
      "姓名": "赵巧",
      "地址": "香港特别行政区",
      "字段2": "维也纳",
      "字段4": "吉隆坡",
      "jiguan": "奥克兰",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "雷静",
      "地址": "香港特别行政区",
      "字段2": "开普敦",
      "字段4": "吉隆坡",
      "jiguan": "拉萨",
      "fld3": "多伦多"
   },
   {
      "姓名": "谢丽",
      "地址": "布鲁塞尔",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "甘肃省兰州市",
      "jiguan": "阿姆斯特丹",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "周敏",
      "地址": "巴黎",
      "字段2": "悉尼",
      "字段4": "布拉格",
      "jiguan": "西宁",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "花洁",
      "地址": "澳门特别行政区",
      "字段2": "伊斯坦布尔",
      "字段4": "贵州省贵阳市",
      "jiguan": "南昌",
      "fld3": "利马"
   },
   {
      "姓名": "苏龙",
      "地址": "孟买",
      "字段2": "安徽省合肥市",
      "字段4": "海南省海口市",
      "jiguan": "蒙特利尔",
      "fld3": "布拉格"
   },
   {
      "姓名": "云洋",
      "地址": "甘肃省兰州市",
      "字段2": "辽宁省大连市",
      "字段4": "渥太华",
      "jiguan": "武汉",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "许洁",
      "地址": "慕尼黑",
      "字段2": "河南省郑州市",
      "字段4": "布拉格",
      "jiguan": "布达佩斯",
      "fld3": "华沙"
   },
   {
      "姓名": "罗杰",
      "地址": "迪拜",
      "字段2": "马德里",
      "字段4": "伦敦",
      "jiguan": "雅加达",
      "fld3": "温哥华"
   },
   {
      "姓名": "孔桂兰",
      "地址": "雅典",
      "字段2": "甘肃省兰州市",
      "字段4": "广东省广州市",
      "jiguan": "布达佩斯",
      "fld3": "开罗"
   },
   {
      "姓名": "齐怡",
      "地址": "内罗毕",
      "字段2": "巴黎",
      "字段4": "悉尼",
      "jiguan": "广州",
      "fld3": "米兰"
   },
   {
      "姓名": "云洋",
      "地址": "开罗",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "长春",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "邹洋",
      "地址": "利马",
      "字段2": "墨尔本",
      "字段4": "巴塞罗那",
      "jiguan": "悉尼",
      "fld3": "孟买"
   },
   {
      "姓名": "水红",
      "地址": "巴塞罗那",
      "字段2": "墨西哥城",
      "字段4": "贵州省贵阳市",
      "jiguan": "西宁",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "殷明",
      "地址": "约翰内斯堡",
      "字段2": "山西省太原市",
      "字段4": "新加坡",
      "jiguan": "拉萨",
      "fld3": "米兰"
   },
   {
      "姓名": "伍艳",
      "地址": "卡拉奇",
      "字段2": "山东省济南市",
      "字段4": "墨尔本",
      "jiguan": "渥太华",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "尹超",
      "地址": "山西省太原市",
      "字段2": "山东省青岛市",
      "字段4": "罗马",
      "jiguan": "长春",
      "fld3": "东京"
   },
   {
      "姓名": "云洋",
      "地址": "台北市",
      "字段2": "华沙",
      "字段4": "贵州省贵阳市",
      "jiguan": "米兰",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "尹怡",
      "地址": "阿姆斯特丹",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "内罗毕",
      "fld3": "雅加达"
   },
   {
      "姓名": "廉洋",
      "地址": "奥克兰",
      "字段2": "悉尼",
      "字段4": "米兰",
      "jiguan": "巴黎",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "齐亮",
      "地址": "莫斯科",
      "字段2": "新德里",
      "字段4": "奥克兰",
      "jiguan": "蒙特利尔",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "尹世杰",
      "地址": "迪拜",
      "字段2": "广西南宁市",
      "字段4": "曼谷",
      "jiguan": "柏林",
      "fld3": "维也纳"
   },
   {
      "姓名": "于洁",
      "地址": "布宜诺斯艾利斯",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "蒙特利尔",
      "jiguan": "兰州",
      "fld3": "维也纳"
   },
   {
      "姓名": "萧云",
      "地址": "布鲁塞尔",
      "字段2": "内罗毕",
      "字段4": "东京",
      "jiguan": "内罗毕",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "喻秀华",
      "地址": "圣地亚哥",
      "字段2": "温哥华",
      "字段4": "赫尔辛基",
      "jiguan": "南昌",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "史芳",
      "地址": "浙江省杭州市",
      "字段2": "江西省南昌市",
      "字段4": "江西省南昌市",
      "jiguan": "合肥",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "雷静",
      "地址": "巴塞罗那",
      "字段2": "阿姆斯特丹",
      "字段4": "西藏拉萨市",
      "jiguan": "卡拉奇",
      "fld3": "米兰"
   },
   {
      "姓名": "卜云",
      "地址": "曼谷",
      "字段2": "雅典",
      "字段4": "墨尔本",
      "jiguan": "成都",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "赵巧",
      "地址": "山西省太原市",
      "字段2": "罗马",
      "字段4": "澳门特别行政区",
      "jiguan": "广州",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "雷静",
      "地址": "甘肃省兰州市",
      "字段2": "维也纳",
      "字段4": "奥克兰",
      "jiguan": "伊斯坦布尔",
      "fld3": "维也纳"
   },
   {
      "姓名": "雷静",
      "地址": "安徽省合肥市",
      "字段2": "辽宁省大连市",
      "字段4": "广西南宁市",
      "jiguan": "渥太华",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "贵州省贵阳市",
      "字段2": "宁夏银川市",
      "字段4": "阿姆斯特丹",
      "jiguan": "悉尼",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "喻秀华",
      "地址": "广东省广州市",
      "字段2": "宁夏银川市",
      "字段4": "甘肃省兰州市",
      "jiguan": "台北",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "尹超",
      "地址": "福建省厦门市",
      "字段2": "维也纳",
      "字段4": "利马",
      "jiguan": "渥太华",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "花怡",
      "地址": "广东省广州市",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "开普敦",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "罗怡",
      "地址": "宁夏银川市",
      "字段2": "圣地亚哥",
      "字段4": "河南省郑州市",
      "jiguan": "伊斯坦布尔",
      "fld3": "迪拜"
   },
   {
      "姓名": "乐巧",
      "地址": "悉尼",
      "字段2": "山西省太原市",
      "字段4": "东京",
      "jiguan": "罗马",
      "fld3": "莫斯科"
   },
   {
      "姓名": "齐亮",
      "地址": "温哥华",
      "字段2": "伯尔尼",
      "字段4": "开普敦",
      "jiguan": "奥斯陆",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "墨西哥城",
      "字段2": "莫斯科",
      "字段4": "多伦多",
      "jiguan": "内罗毕",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "陶兵",
      "地址": "巴塞罗那",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "广东省广州市",
      "jiguan": "约翰内斯堡",
      "fld3": "米兰"
   },
   {
      "姓名": "喻秀华",
      "地址": "江苏省南京市",
      "字段2": "伦敦",
      "字段4": "西藏拉萨市",
      "jiguan": "大连",
      "fld3": "奥克兰"
   },
   {
      "姓名": "齐亮",
      "地址": "里约热内卢",
      "字段2": "阿姆斯特丹",
      "字段4": "台北市",
      "jiguan": "拉萨",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "周敏",
      "地址": "渥太华",
      "字段2": "斯德哥尔摩",
      "字段4": "河南省郑州市",
      "jiguan": "台北",
      "fld3": "曼谷"
   },
   {
      "姓名": "邹洋",
      "地址": "巴黎",
      "字段2": "圣保罗",
      "字段4": "卡拉奇",
      "jiguan": "米兰",
      "fld3": "布拉格"
   },
   {
      "姓名": "孙龚",
      "地址": "江西省南昌市",
      "字段2": "维也纳",
      "字段4": "纽约",
      "jiguan": "阿姆斯特丹",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "花怡",
      "地址": "伊斯坦布尔",
      "字段2": "吉隆坡",
      "字段4": "利马",
      "jiguan": "天津",
      "fld3": "迪拜"
   },
   {
      "姓名": "黄龚",
      "地址": "开普敦",
      "字段2": "孟买",
      "字段4": "孟买",
      "jiguan": "南京",
      "fld3": "开普敦"
   },
   {
      "姓名": "吕兵",
      "地址": "悉尼",
      "字段2": "东京",
      "字段4": "浙江省杭州市",
      "jiguan": "南昌",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "任建华",
      "地址": "青海省西宁市",
      "字段2": "内罗毕",
      "字段4": "巴黎",
      "jiguan": "约翰内斯堡",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "殷明",
      "地址": "吉林省长春市",
      "字段2": "台北市",
      "字段4": "哥本哈根",
      "jiguan": "圣地亚哥",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "钱刚",
      "地址": "维也纳",
      "字段2": "慕尼黑",
      "字段4": "山东省青岛市",
      "jiguan": "迪拜",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "水红",
      "地址": "新疆乌鲁木齐市",
      "字段2": "吉林省长春市",
      "字段4": "内罗毕",
      "jiguan": "巴塞罗那",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "余杰",
      "地址": "温哥华",
      "字段2": "山西省太原市",
      "字段4": "悉尼",
      "jiguan": "伦敦",
      "fld3": "罗马"
   },
   {
      "姓名": "卜桂兰",
      "地址": "东京",
      "字段2": "孟买",
      "字段4": "奥克兰",
      "jiguan": "乌鲁木齐",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "卜桂兰",
      "地址": "河南省郑州市",
      "字段2": "圣保罗",
      "字段4": "墨尔本",
      "jiguan": "南京",
      "fld3": "纽约"
   },
   {
      "姓名": "蒋秀英",
      "地址": "江苏省南京市",
      "字段2": "东京",
      "字段4": "柏林",
      "jiguan": "南昌",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "谢丽",
      "地址": "东京",
      "字段2": "米兰",
      "字段4": "伊斯坦布尔",
      "jiguan": "孟买",
      "fld3": "华沙"
   },
   {
      "姓名": "傅霞",
      "地址": "西藏拉萨市",
      "字段2": "广西南宁市",
      "字段4": "多伦多",
      "jiguan": "约翰内斯堡",
      "fld3": "柏林"
   },
   {
      "姓名": "许洁",
      "地址": "台北市",
      "字段2": "布鲁塞尔",
      "字段4": "维也纳",
      "jiguan": "内罗毕",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "邹洋",
      "地址": "青海省西宁市",
      "字段2": "里约热内卢",
      "字段4": "多伦多",
      "jiguan": "青岛",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "范兵",
      "地址": "马德里",
      "字段2": "东京",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "拉萨",
      "fld3": "罗马"
   },
   {
      "姓名": "伍艳",
      "地址": "华沙",
      "字段2": "青海省西宁市",
      "字段4": "内罗毕",
      "jiguan": "莫斯科",
      "fld3": "迪拜"
   },
   {
      "姓名": "黄龚",
      "地址": "澳门特别行政区",
      "字段2": "斯德哥尔摩",
      "字段4": "悉尼",
      "jiguan": "青岛",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "孙云",
      "地址": "奥斯陆",
      "字段2": "多伦多",
      "字段4": "布拉格",
      "jiguan": "柏林",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "余亮",
      "地址": "广西南宁市",
      "字段2": "吉隆坡",
      "字段4": "海南省海口市",
      "jiguan": "孟买",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "廉洋",
      "地址": "福建省厦门市",
      "字段2": "内罗毕",
      "字段4": "福建省厦门市",
      "jiguan": "悉尼",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "孔桂兰",
      "地址": "东京",
      "字段2": "孟买",
      "字段4": "东京",
      "jiguan": "赫尔辛基",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "许平",
      "地址": "浙江省杭州市",
      "字段2": "福建省厦门市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "台北",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "谢伟",
      "地址": "米兰",
      "字段2": "海南省海口市",
      "字段4": "香港特别行政区",
      "jiguan": "米兰",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "山东省青岛市",
      "字段2": "台北市",
      "字段4": "山西省太原市",
      "jiguan": "合肥",
      "fld3": "孟买"
   },
   {
      "姓名": "褚超",
      "地址": "圣地亚哥",
      "字段2": "温哥华",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "太原",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "罗杰",
      "地址": "云南省昆明市",
      "字段2": "青海省西宁市",
      "字段4": "福建省厦门市",
      "jiguan": "新德里",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "喻秀华",
      "地址": "维也纳",
      "字段2": "墨西哥城",
      "字段4": "华沙",
      "jiguan": "内罗毕",
      "fld3": "巴黎"
   },
   {
      "姓名": "邹洋",
      "地址": "甘肃省兰州市",
      "字段2": "青海省西宁市",
      "字段4": "新加坡",
      "jiguan": "奥斯陆",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "萧云",
      "地址": "内蒙古呼和浩特市",
      "字段2": "伯尔尼",
      "字段4": "云南省昆明市",
      "jiguan": "乌鲁木齐",
      "fld3": "奥克兰"
   },
   {
      "姓名": "褚超",
      "地址": "雅加达",
      "字段2": "布鲁塞尔",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "内罗毕",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "钱刚",
      "地址": "里约热内卢",
      "字段2": "圣保罗",
      "字段4": "山西省太原市",
      "jiguan": "伊斯坦布尔",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "孙龚",
      "地址": "辽宁省大连市",
      "字段2": "安徽省合肥市",
      "字段4": "吉林省长春市",
      "jiguan": "内罗毕",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "任建华",
      "地址": "河南省郑州市",
      "字段2": "多伦多",
      "字段4": "迪拜",
      "jiguan": "天津",
      "fld3": "渥太华"
   },
   {
      "姓名": "凤桂兰",
      "地址": "哥本哈根",
      "字段2": "马德里",
      "字段4": "辽宁省大连市",
      "jiguan": "合肥",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "乐巧",
      "地址": "辽宁省沈阳市",
      "字段2": "青海省西宁市",
      "字段4": "广西南宁市",
      "jiguan": "雅加达",
      "fld3": "罗马"
   },
   {
      "姓名": "廉洋",
      "地址": "华沙",
      "字段2": "马德里",
      "字段4": "墨西哥城",
      "jiguan": "深圳",
      "fld3": "开普敦"
   },
   {
      "姓名": "傅霞",
      "地址": "内罗毕",
      "字段2": "甘肃省兰州市",
      "字段4": "蒙特利尔",
      "jiguan": "伯尔尼",
      "fld3": "悉尼"
   },
   {
      "姓名": "苏龙",
      "地址": "浙江省杭州市",
      "字段2": "伊斯坦布尔",
      "字段4": "蒙特利尔",
      "jiguan": "渥太华",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "周敏",
      "地址": "悉尼",
      "字段2": "开普敦",
      "字段4": "马德里",
      "jiguan": "内罗毕",
      "fld3": "渥太华"
   },
   {
      "姓名": "平强",
      "地址": "甘肃省兰州市",
      "字段2": "西藏拉萨市",
      "字段4": "海南省海口市",
      "jiguan": "蒙特利尔",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "许明",
      "地址": "曼谷",
      "字段2": "安徽省合肥市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "兰州",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "花洁",
      "地址": "伯尔尼",
      "字段2": "河南省郑州市",
      "字段4": "温哥华",
      "jiguan": "大连",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "卜云",
      "地址": "马德里",
      "字段2": "奥斯陆",
      "字段4": "宁夏银川市",
      "jiguan": "莫斯科",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "喻秀华",
      "地址": "布宜诺斯艾利斯",
      "字段2": "伦敦",
      "字段4": "维也纳",
      "jiguan": "伦敦",
      "fld3": "迪拜"
   },
   {
      "姓名": "伍艳",
      "地址": "广东省广州市",
      "字段2": "斯德哥尔摩",
      "字段4": "悉尼",
      "jiguan": "蒙特利尔",
      "fld3": "墨尔本"
   },
   {
      "姓名": "于玲",
      "地址": "东京",
      "字段2": "纽约",
      "字段4": "巴塞罗那",
      "jiguan": "渥太华",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "廉洋",
      "地址": "慕尼黑",
      "字段2": "东京",
      "字段4": "布拉格",
      "jiguan": "悉尼",
      "fld3": "奥克兰"
   },
   {
      "姓名": "于洁",
      "地址": "青海省西宁市",
      "字段2": "孟买",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "巴塞罗那",
      "fld3": "奥克兰"
   },
   {
      "姓名": "云洋",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "孟买",
      "字段4": "台北市",
      "jiguan": "孟买",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "云洋",
      "地址": "辽宁省沈阳市",
      "字段2": "西藏拉萨市",
      "字段4": "赫尔辛基",
      "jiguan": "曼谷",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "顾桂英",
      "地址": "甘肃省兰州市",
      "字段2": "广西南宁市",
      "字段4": "东京",
      "jiguan": "雅加达",
      "fld3": "孟买"
   },
   {
      "姓名": "许平",
      "地址": "慕尼黑",
      "字段2": "马德里",
      "字段4": "山东省青岛市",
      "jiguan": "海口",
      "fld3": "多伦多"
   },
   {
      "姓名": "杨洁",
      "地址": "开罗",
      "字段2": "山东省济南市",
      "字段4": "伊斯坦布尔",
      "jiguan": "广州",
      "fld3": "东京"
   },
   {
      "姓名": "于玲",
      "地址": "卡拉奇",
      "字段2": "迪拜",
      "字段4": "华沙",
      "jiguan": "曼谷",
      "fld3": "圣保罗"
   },
   {
      "姓名": "孙云",
      "地址": "赫尔辛基",
      "字段2": "多伦多",
      "字段4": "雅典",
      "jiguan": "蒙特利尔",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "乐巧",
      "地址": "伦敦",
      "字段2": "奥克兰",
      "字段4": "迪拜",
      "jiguan": "太原",
      "fld3": "罗马"
   },
   {
      "姓名": "黄龚",
      "地址": "海南省海口市",
      "字段2": "东京",
      "字段4": "山西省太原市",
      "jiguan": "孟买",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "汤全",
      "地址": "山东省济南市",
      "字段2": "香港特别行政区",
      "字段4": "蒙特利尔",
      "jiguan": "巴黎",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "尹超",
      "地址": "悉尼",
      "字段2": "台北市",
      "字段4": "奥克兰",
      "jiguan": "沈阳",
      "fld3": "悉尼"
   },
   {
      "姓名": "周敏",
      "地址": "新疆乌鲁木齐市",
      "字段2": "吉隆坡",
      "字段4": "慕尼黑",
      "jiguan": "乌鲁木齐",
      "fld3": "新加坡"
   },
   {
      "姓名": "许明",
      "地址": "莫斯科",
      "字段2": "云南省昆明市",
      "字段4": "江苏省南京市",
      "jiguan": "台北",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "于华",
      "地址": "伯尔尼",
      "字段2": "云南省昆明市",
      "字段4": "巴塞罗那",
      "jiguan": "内罗毕",
      "fld3": "新德里"
   },
   {
      "姓名": "平强",
      "地址": "福建省厦门市",
      "字段2": "西藏拉萨市",
      "字段4": "多伦多",
      "jiguan": "迪拜",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "卜云",
      "地址": "伦敦",
      "字段2": "米兰",
      "字段4": "巴黎",
      "jiguan": "悉尼",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "余亮",
      "地址": "内罗毕",
      "字段2": "墨尔本",
      "字段4": "雅典",
      "jiguan": "台北",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "廉洋",
      "地址": "迪拜",
      "字段2": "内罗毕",
      "字段4": "渥太华",
      "jiguan": "米兰",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "孙秀华",
      "地址": "吉林省长春市",
      "字段2": "迪拜",
      "字段4": "澳门特别行政区",
      "jiguan": "迪拜",
      "fld3": "纽约"
   },
   {
      "姓名": "于华",
      "地址": "华沙",
      "字段2": "伯尔尼",
      "字段4": "多伦多",
      "jiguan": "厦门",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "水红",
      "地址": "圣保罗",
      "字段2": "米兰",
      "字段4": "山西省太原市",
      "jiguan": "孟买",
      "fld3": "渥太华"
   },
   {
      "姓名": "云桂英",
      "地址": "莫斯科",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "纽约",
      "jiguan": "大连",
      "fld3": "渥太华"
   },
   {
      "姓名": "卜桂兰",
      "地址": "里约热内卢",
      "字段2": "海南省海口市",
      "字段4": "广东省广州市",
      "jiguan": "马德里",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "孙龚",
      "地址": "贵州省贵阳市",
      "字段2": "澳门特别行政区",
      "字段4": "青海省西宁市",
      "jiguan": "布达佩斯",
      "fld3": "雅加达"
   },
   {
      "姓名": "伍艳",
      "地址": "里约热内卢",
      "字段2": "墨西哥城",
      "字段4": "山东省济南市",
      "jiguan": "雅加达",
      "fld3": "雅加达"
   },
   {
      "姓名": "顾桂英",
      "地址": "雅加达",
      "字段2": "孟买",
      "字段4": "巴黎",
      "jiguan": "青岛",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "陶兵",
      "地址": "广东省广州市",
      "字段2": "江苏省南京市",
      "字段4": "福建省厦门市",
      "jiguan": "南京",
      "fld3": "多伦多"
   },
   {
      "姓名": "雷静",
      "地址": "甘肃省兰州市",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "温哥华",
      "jiguan": "蒙特利尔",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "钱刚",
      "地址": "柏林",
      "字段2": "吉林省长春市",
      "字段4": "云南省昆明市",
      "jiguan": "罗马",
      "fld3": "开普敦"
   },
   {
      "姓名": "花怡",
      "地址": "云南省昆明市",
      "字段2": "哥本哈根",
      "字段4": "马德里",
      "jiguan": "内罗毕",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "罗杰",
      "地址": "山东省济南市",
      "字段2": "奥斯陆",
      "字段4": "约翰内斯堡",
      "jiguan": "圣地亚哥",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "陶兵",
      "地址": "河南省郑州市",
      "字段2": "维也纳",
      "字段4": "西藏拉萨市",
      "jiguan": "合肥",
      "fld3": "巴黎"
   },
   {
      "姓名": "余杰",
      "地址": "布宜诺斯艾利斯",
      "字段2": "新加坡",
      "字段4": "辽宁省沈阳市",
      "jiguan": "长春",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "姜秀华",
      "地址": "卡拉奇",
      "字段2": "江苏省南京市",
      "字段4": "多伦多",
      "jiguan": "新德里",
      "fld3": "台北市"
   },
   {
      "姓名": "花怡",
      "地址": "赫尔辛基",
      "字段2": "墨西哥城",
      "字段4": "布鲁塞尔",
      "jiguan": "伦敦",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "尹世杰",
      "地址": "奥克兰",
      "字段2": "悉尼",
      "字段4": "纽约",
      "jiguan": "雅加达",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "伍艳",
      "地址": "伦敦",
      "字段2": "江苏省南京市",
      "字段4": "慕尼黑",
      "jiguan": "大连",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "姜秀华",
      "地址": "澳门特别行政区",
      "字段2": "贵州省贵阳市",
      "字段4": "河南省郑州市",
      "jiguan": "约翰内斯堡",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "周敏",
      "地址": "山东省济南市",
      "字段2": "浙江省杭州市",
      "字段4": "吉隆坡",
      "jiguan": "南宁",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "尹怡",
      "地址": "布鲁塞尔",
      "字段2": "华沙",
      "字段4": "斯德哥尔摩",
      "jiguan": "郑州",
      "fld3": "柏林"
   },
   {
      "姓名": "元玲",
      "地址": "雅加达",
      "字段2": "辽宁省大连市",
      "字段4": "广西南宁市",
      "jiguan": "莫斯科",
      "fld3": "悉尼"
   },
   {
      "姓名": "孙龚",
      "地址": "开普敦",
      "字段2": "马德里",
      "字段4": "澳门特别行政区",
      "jiguan": "乌鲁木齐",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "凤桂兰",
      "地址": "开罗",
      "字段2": "台北市",
      "字段4": "墨尔本",
      "jiguan": "伯尔尼",
      "fld3": "渥太华"
   },
   {
      "姓名": "许平",
      "地址": "巴黎",
      "字段2": "东京",
      "字段4": "伊斯坦布尔",
      "jiguan": "雅加达",
      "fld3": "圣保罗"
   },
   {
      "姓名": "孔桂兰",
      "地址": "内罗毕",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "安徽省合肥市",
      "jiguan": "开普敦",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "尹超",
      "地址": "渥太华",
      "字段2": "奥克兰",
      "字段4": "雅典",
      "jiguan": "马德里",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "史芳",
      "地址": "巴塞罗那",
      "字段2": "孟买",
      "字段4": "卡拉奇",
      "jiguan": "圣保罗",
      "fld3": "多伦多"
   },
   {
      "姓名": "殷明",
      "地址": "雅加达",
      "字段2": "布拉格",
      "字段4": "伊斯坦布尔",
      "jiguan": "布拉格",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "顾桂英",
      "地址": "墨尔本",
      "字段2": "圣保罗",
      "字段4": "温哥华",
      "jiguan": "香港",
      "fld3": "纽约"
   },
   {
      "姓名": "花洁",
      "地址": "内罗毕",
      "字段2": "巴塞罗那",
      "字段4": "四川省成都市",
      "jiguan": "奥克兰",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "魏桂兰",
      "地址": "慕尼黑",
      "字段2": "吉隆坡",
      "字段4": "新加坡",
      "jiguan": "伊斯坦布尔",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "傅霞",
      "地址": "多伦多",
      "字段2": "广东省广州市",
      "字段4": "布拉格",
      "jiguan": "海口",
      "fld3": "新加坡"
   },
   {
      "姓名": "卫静",
      "地址": "四川省成都市",
      "字段2": "多伦多",
      "字段4": "伦敦",
      "jiguan": "悉尼",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "许洁",
      "地址": "宁夏银川市",
      "字段2": "新加坡",
      "字段4": "新加坡",
      "jiguan": "深圳",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "苏龙",
      "地址": "西藏拉萨市",
      "字段2": "哥本哈根",
      "字段4": "马德里",
      "jiguan": "沈阳",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "云桂英",
      "地址": "巴塞罗那",
      "字段2": "阿姆斯特丹",
      "字段4": "吉隆坡",
      "jiguan": "厦门",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "福建省厦门市",
      "字段2": "奥克兰",
      "字段4": "辽宁省大连市",
      "jiguan": "卡拉奇",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "喻秀华",
      "地址": "开罗",
      "字段2": "阿姆斯特丹",
      "字段4": "云南省昆明市",
      "jiguan": "伦敦",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "吕兵",
      "地址": "哥本哈根",
      "字段2": "宁夏银川市",
      "字段4": "奥克兰",
      "jiguan": "雅加达",
      "fld3": "台北市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "奥斯陆",
      "字段2": "罗马",
      "字段4": "圣保罗",
      "jiguan": "哈尔滨",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "于华",
      "地址": "西藏拉萨市",
      "字段2": "悉尼",
      "字段4": "马德里",
      "jiguan": "大连",
      "fld3": "圣保罗"
   },
   {
      "姓名": "卫玉梅",
      "地址": "内罗毕",
      "字段2": "巴黎",
      "字段4": "温哥华",
      "jiguan": "海口",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "尹怡",
      "地址": "阿姆斯特丹",
      "字段2": "云南省昆明市",
      "字段4": "赫尔辛基",
      "jiguan": "香港",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "水红",
      "地址": "马德里",
      "字段2": "斯德哥尔摩",
      "字段4": "阿姆斯特丹",
      "jiguan": "南昌",
      "fld3": "曼谷"
   },
   {
      "姓名": "花洁",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "伊斯坦布尔",
      "字段4": "赫尔辛基",
      "jiguan": "武汉",
      "fld3": "渥太华"
   },
   {
      "姓名": "周敏",
      "地址": "贵州省贵阳市",
      "字段2": "曼谷",
      "字段4": "奥斯陆",
      "jiguan": "悉尼",
      "fld3": "米兰"
   },
   {
      "姓名": "花怡",
      "地址": "雅加达",
      "字段2": "江苏省南京市",
      "字段4": "温哥华",
      "jiguan": "圣地亚哥",
      "fld3": "墨尔本"
   },
   {
      "姓名": "孙秀华",
      "地址": "澳门特别行政区",
      "字段2": "西藏拉萨市",
      "字段4": "山西省太原市",
      "jiguan": "伦敦",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "傅霞",
      "地址": "内罗毕",
      "字段2": "圣地亚哥",
      "字段4": "开罗",
      "jiguan": "布拉格",
      "fld3": "墨尔本"
   },
   {
      "姓名": "萧云",
      "地址": "布达佩斯",
      "字段2": "赫尔辛基",
      "字段4": "新加坡",
      "jiguan": "南宁",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "殷明",
      "地址": "新德里",
      "字段2": "开普敦",
      "字段4": "约翰内斯堡",
      "jiguan": "厦门",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "尹怡",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "海南省海口市",
      "字段4": "香港特别行政区",
      "jiguan": "重庆",
      "fld3": "奥克兰"
   },
   {
      "姓名": "花怡",
      "地址": "圣地亚哥",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "渥太华",
      "jiguan": "太原",
      "fld3": "纽约"
   },
   {
      "姓名": "孙云",
      "地址": "山东省济南市",
      "字段2": "山东省济南市",
      "字段4": "伯尔尼",
      "jiguan": "长春",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "花怡",
      "地址": "台北市",
      "字段2": "墨西哥城",
      "字段4": "赫尔辛基",
      "jiguan": "长春",
      "fld3": "温哥华"
   },
   {
      "姓名": "周敏",
      "地址": "罗马",
      "字段2": "渥太华",
      "字段4": "温哥华",
      "jiguan": "重庆",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "吕兵",
      "地址": "圣保罗",
      "字段2": "维也纳",
      "字段4": "慕尼黑",
      "jiguan": "柏林",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "孙刚",
      "地址": "赫尔辛基",
      "字段2": "雅加达",
      "字段4": "约翰内斯堡",
      "jiguan": "青岛",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "谢伟",
      "地址": "斯德哥尔摩",
      "字段2": "西藏拉萨市",
      "字段4": "孟买",
      "jiguan": "蒙特利尔",
      "fld3": "曼谷"
   },
   {
      "姓名": "雷静",
      "地址": "西藏拉萨市",
      "字段2": "华沙",
      "字段4": "内罗毕",
      "jiguan": "阿姆斯特丹",
      "fld3": "奥克兰"
   },
   {
      "姓名": "卫玉梅",
      "地址": "云南省昆明市",
      "字段2": "巴塞罗那",
      "字段4": "香港特别行政区",
      "jiguan": "圣保罗",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "苏龙",
      "地址": "慕尼黑",
      "字段2": "利马",
      "字段4": "澳门特别行政区",
      "jiguan": "渥太华",
      "fld3": "温哥华"
   },
   {
      "姓名": "褚超",
      "地址": "广东省广州市",
      "字段2": "雅典",
      "字段4": "约翰内斯堡",
      "jiguan": "合肥",
      "fld3": "悉尼"
   },
   {
      "姓名": "施秀华",
      "地址": "江苏省南京市",
      "字段2": "贵州省贵阳市",
      "字段4": "莫斯科",
      "jiguan": "青岛",
      "fld3": "新加坡"
   },
   {
      "姓名": "邹洋",
      "地址": "圣地亚哥",
      "字段2": "贵州省贵阳市",
      "字段4": "莫斯科",
      "jiguan": "南宁",
      "fld3": "内罗毕"
   },
   {
      "姓名": "卜云",
      "地址": "新加坡",
      "字段2": "香港特别行政区",
      "字段4": "约翰内斯堡",
      "jiguan": "曼谷",
      "fld3": "开罗"
   },
   {
      "姓名": "蒋秀英",
      "地址": "山东省济南市",
      "字段2": "吉林省长春市",
      "字段4": "宁夏银川市",
      "jiguan": "新德里",
      "fld3": "新德里"
   },
   {
      "姓名": "余杰",
      "地址": "江西省南昌市",
      "字段2": "布鲁塞尔",
      "字段4": "宁夏银川市",
      "jiguan": "马德里",
      "fld3": "纽约"
   },
   {
      "姓名": "孙刚",
      "地址": "巴塞罗那",
      "字段2": "山东省青岛市",
      "字段4": "墨西哥城",
      "jiguan": "香港",
      "fld3": "奥克兰"
   },
   {
      "姓名": "卫玉梅",
      "地址": "维也纳",
      "字段2": "布达佩斯",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "巴黎",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "雷静",
      "地址": "墨尔本",
      "字段2": "莫斯科",
      "字段4": "广东省广州市",
      "jiguan": "长春",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "云洋",
      "地址": "雅典",
      "字段2": "布鲁塞尔",
      "字段4": "新德里",
      "jiguan": "马德里",
      "fld3": "迪拜"
   },
   {
      "姓名": "尹超",
      "地址": "奥克兰",
      "字段2": "西藏拉萨市",
      "字段4": "广东省广州市",
      "jiguan": "巴塞罗那",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "周敏",
      "地址": "宁夏银川市",
      "字段2": "布拉格",
      "字段4": "迪拜",
      "jiguan": "柏林",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "花怡",
      "地址": "卡拉奇",
      "字段2": "山东省青岛市",
      "字段4": "悉尼",
      "jiguan": "迪拜",
      "fld3": "开普敦"
   },
   {
      "姓名": "雷静",
      "地址": "青海省西宁市",
      "字段2": "香港特别行政区",
      "字段4": "澳门特别行政区",
      "jiguan": "厦门",
      "fld3": "迪拜"
   },
   {
      "姓名": "孙秀华",
      "地址": "吉林省长春市",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "维也纳",
      "jiguan": "合肥",
      "fld3": "新加坡"
   },
   {
      "姓名": "罗杰",
      "地址": "马德里",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "悉尼",
      "jiguan": "开普敦",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "伍艳",
      "地址": "辽宁省大连市",
      "字段2": "宁夏银川市",
      "字段4": "莫斯科",
      "jiguan": "厦门",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "赵巧",
      "地址": "柏林",
      "字段2": "东京",
      "字段4": "孟买",
      "jiguan": "悉尼",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "许洁",
      "地址": "布鲁塞尔",
      "字段2": "悉尼",
      "字段4": "维也纳",
      "jiguan": "赫尔辛基",
      "fld3": "罗马"
   },
   {
      "姓名": "许明",
      "地址": "布鲁塞尔",
      "字段2": "四川省成都市",
      "字段4": "墨尔本",
      "jiguan": "蒙特利尔",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "黄龚",
      "地址": "新德里",
      "字段2": "悉尼",
      "字段4": "卡拉奇",
      "jiguan": "香港",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "吕兵",
      "地址": "新德里",
      "字段2": "云南省昆明市",
      "字段4": "圣地亚哥",
      "jiguan": "曼谷",
      "fld3": "圣保罗"
   },
   {
      "姓名": "褚超",
      "地址": "曼谷",
      "字段2": "莫斯科",
      "字段4": "江西省南昌市",
      "jiguan": "哈尔滨",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "罗杰",
      "地址": "圣保罗",
      "字段2": "宁夏银川市",
      "字段4": "西藏拉萨市",
      "jiguan": "郑州",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "元玲",
      "地址": "圣保罗",
      "字段2": "山东省青岛市",
      "字段4": "内罗毕",
      "jiguan": "南宁",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "于洁",
      "地址": "吉隆坡",
      "字段2": "悉尼",
      "字段4": "伊斯坦布尔",
      "jiguan": "伦敦",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "殷明",
      "地址": "青海省西宁市",
      "字段2": "开罗",
      "字段4": "贵州省贵阳市",
      "jiguan": "沈阳",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "褚超",
      "地址": "云南省昆明市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "墨西哥城",
      "jiguan": "悉尼",
      "fld3": "墨尔本"
   },
   {
      "姓名": "喻秀华",
      "地址": "内罗毕",
      "字段2": "温哥华",
      "字段4": "维也纳",
      "jiguan": "奥克兰",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "顾桂英",
      "地址": "山东省济南市",
      "字段2": "孟买",
      "字段4": "伯尔尼",
      "jiguan": "雅典",
      "fld3": "内罗毕"
   },
   {
      "姓名": "卫玉梅",
      "地址": "宁夏银川市",
      "字段2": "斯德哥尔摩",
      "字段4": "里约热内卢",
      "jiguan": "乌鲁木齐",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "齐怡",
      "地址": "布鲁塞尔",
      "字段2": "福建省厦门市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "奥克兰",
      "fld3": "米兰"
   },
   {
      "姓名": "史芳",
      "地址": "圣地亚哥",
      "字段2": "巴塞罗那",
      "字段4": "温哥华",
      "jiguan": "西宁",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "钱刚",
      "地址": "卡拉奇",
      "字段2": "华沙",
      "字段4": "西藏拉萨市",
      "jiguan": "奥克兰",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "于玲",
      "地址": "多伦多",
      "字段2": "迪拜",
      "字段4": "约翰内斯堡",
      "jiguan": "武汉",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "史新",
      "地址": "纽约",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "海南省海口市",
      "jiguan": "成都",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "史新",
      "地址": "斯德哥尔摩",
      "字段2": "悉尼",
      "字段4": "内罗毕",
      "jiguan": "伊斯坦布尔",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "许明",
      "地址": "辽宁省沈阳市",
      "字段2": "广东省广州市",
      "字段4": "青海省西宁市",
      "jiguan": "内罗毕",
      "fld3": "布拉格"
   },
   {
      "姓名": "周敏",
      "地址": "江苏省南京市",
      "字段2": "罗马",
      "字段4": "甘肃省兰州市",
      "jiguan": "深圳",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "孙云",
      "地址": "慕尼黑",
      "字段2": "江苏省南京市",
      "字段4": "新德里",
      "jiguan": "天津",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "魏桂兰",
      "地址": "奥斯陆",
      "字段2": "江西省南昌市",
      "字段4": "哥本哈根",
      "jiguan": "新德里",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "廉洋",
      "地址": "甘肃省兰州市",
      "字段2": "米兰",
      "字段4": "新加坡",
      "jiguan": "悉尼",
      "fld3": "台北市"
   },
   {
      "姓名": "谢丽",
      "地址": "四川省成都市",
      "字段2": "布鲁塞尔",
      "字段4": "孟买",
      "jiguan": "柏林",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "赵巧",
      "地址": "巴塞罗那",
      "字段2": "斯德哥尔摩",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "蒙特利尔",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "孙龚",
      "地址": "斯德哥尔摩",
      "字段2": "罗马",
      "字段4": "里约热内卢",
      "jiguan": "莫斯科",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "罗杰",
      "地址": "海南省海口市",
      "字段2": "纽约",
      "字段4": "东京",
      "jiguan": "合肥",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "许洁",
      "地址": "新加坡",
      "字段2": "悉尼",
      "字段4": "四川省成都市",
      "jiguan": "布达佩斯",
      "fld3": "雅典"
   },
   {
      "姓名": "姜秀华",
      "地址": "浙江省杭州市",
      "字段2": "吉隆坡",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "香港",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "黄龚",
      "地址": "里约热内卢",
      "字段2": "伯尔尼",
      "字段4": "迪拜",
      "jiguan": "伯尔尼",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "顾桂英",
      "地址": "山西省太原市",
      "字段2": "浙江省杭州市",
      "字段4": "布拉格",
      "jiguan": "曼谷",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "齐亮",
      "地址": "阿姆斯特丹",
      "字段2": "悉尼",
      "字段4": "悉尼",
      "jiguan": "布拉格",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "史新",
      "地址": "雅典",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "开罗",
      "jiguan": "西宁",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "尹怡",
      "地址": "青海省西宁市",
      "字段2": "悉尼",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "新德里",
      "fld3": "米兰"
   },
   {
      "姓名": "齐怡",
      "地址": "安徽省合肥市",
      "字段2": "赫尔辛基",
      "字段4": "布鲁塞尔",
      "jiguan": "伊斯坦布尔",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "周敏",
      "地址": "布达佩斯",
      "字段2": "雅典",
      "字段4": "圣地亚哥",
      "jiguan": "郑州",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "魏桂兰",
      "地址": "吉隆坡",
      "字段2": "哥本哈根",
      "字段4": "圣保罗",
      "jiguan": "巴黎",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "布宜诺斯艾利斯",
      "字段2": "布鲁塞尔",
      "字段4": "内罗毕",
      "jiguan": "孟买",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "杨洁",
      "地址": "罗马",
      "字段2": "河南省郑州市",
      "字段4": "温哥华",
      "jiguan": "郑州",
      "fld3": "温哥华"
   },
   {
      "姓名": "罗杰",
      "地址": "甘肃省兰州市",
      "字段2": "利马",
      "字段4": "云南省昆明市",
      "jiguan": "成都",
      "fld3": "罗马"
   },
   {
      "姓名": "孔桂兰",
      "地址": "广西南宁市",
      "字段2": "广西南宁市",
      "字段4": "吉林省长春市",
      "jiguan": "迪拜",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "齐亮",
      "地址": "云南省昆明市",
      "字段2": "米兰",
      "字段4": "辽宁省沈阳市",
      "jiguan": "罗马",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "谢丽",
      "地址": "曼谷",
      "字段2": "圣地亚哥",
      "字段4": "贵州省贵阳市",
      "jiguan": "巴塞罗那",
      "fld3": "新加坡"
   },
   {
      "姓名": "杨洁",
      "地址": "米兰",
      "字段2": "圣保罗",
      "字段4": "利马",
      "jiguan": "迪拜",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "史芳",
      "地址": "山东省青岛市",
      "字段2": "多伦多",
      "字段4": "布拉格",
      "jiguan": "约翰内斯堡",
      "fld3": "雅典"
   },
   {
      "姓名": "元玲",
      "地址": "墨尔本",
      "字段2": "雅加达",
      "字段4": "赫尔辛基",
      "jiguan": "哈尔滨",
      "fld3": "悉尼"
   },
   {
      "姓名": "乐巧",
      "地址": "布鲁塞尔",
      "字段2": "布鲁塞尔",
      "字段4": "纽约",
      "jiguan": "台北",
      "fld3": "马德里"
   },
   {
      "姓名": "卜云",
      "地址": "圣地亚哥",
      "字段2": "台北市",
      "字段4": "新加坡",
      "jiguan": "台北",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "水红",
      "地址": "哥本哈根",
      "字段2": "约翰内斯堡",
      "字段4": "福建省厦门市",
      "jiguan": "雅典",
      "fld3": "布拉格"
   },
   {
      "姓名": "齐亮",
      "地址": "纽约",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "蒙特利尔",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "殷明",
      "地址": "江苏省南京市",
      "字段2": "吉隆坡",
      "字段4": "吉隆坡",
      "jiguan": "蒙特利尔",
      "fld3": "莫斯科"
   },
   {
      "姓名": "云桂英",
      "地址": "云南省昆明市",
      "字段2": "里约热内卢",
      "字段4": "圣地亚哥",
      "jiguan": "太原",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "尹超",
      "地址": "圣地亚哥",
      "字段2": "孟买",
      "字段4": "开普敦",
      "jiguan": "赫尔辛基",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "平强",
      "地址": "罗马",
      "字段2": "贵州省贵阳市",
      "字段4": "西藏拉萨市",
      "jiguan": "合肥",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "谢丽",
      "地址": "孟买",
      "字段2": "西藏拉萨市",
      "字段4": "巴黎",
      "jiguan": "奥克兰",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "赵巧",
      "地址": "海南省海口市",
      "字段2": "慕尼黑",
      "字段4": "山东省青岛市",
      "jiguan": "阿姆斯特丹",
      "fld3": "纽约"
   },
   {
      "姓名": "杨洁",
      "地址": "渥太华",
      "字段2": "开罗",
      "字段4": "吉林省长春市",
      "jiguan": "太原",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "花怡",
      "地址": "圣保罗",
      "字段2": "山东省济南市",
      "字段4": "广西南宁市",
      "jiguan": "海口",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "许洁",
      "地址": "里约热内卢",
      "字段2": "开普敦",
      "字段4": "广东省广州市",
      "jiguan": "海口",
      "fld3": "圣保罗"
   },
   {
      "姓名": "孙龚",
      "地址": "布拉格",
      "字段2": "罗马",
      "字段4": "柏林",
      "jiguan": "布达佩斯",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "傅霞",
      "地址": "渥太华",
      "字段2": "圣地亚哥",
      "字段4": "迪拜",
      "jiguan": "南昌",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "许平",
      "地址": "奥斯陆",
      "字段2": "吉林省长春市",
      "字段4": "四川省成都市",
      "jiguan": "布拉格",
      "fld3": "渥太华"
   },
   {
      "姓名": "平强",
      "地址": "布宜诺斯艾利斯",
      "字段2": "山西省太原市",
      "字段4": "雅加达",
      "jiguan": "莫斯科",
      "fld3": "内罗毕"
   },
   {
      "姓名": "凤桂兰",
      "地址": "山西省太原市",
      "字段2": "伊斯坦布尔",
      "字段4": "维也纳",
      "jiguan": "伦敦",
      "fld3": "纽约"
   },
   {
      "姓名": "卜云",
      "地址": "广西南宁市",
      "字段2": "广西南宁市",
      "字段4": "罗马",
      "jiguan": "乌鲁木齐",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "孙刚",
      "地址": "江苏省南京市",
      "字段2": "雅典",
      "字段4": "孟买",
      "jiguan": "蒙特利尔",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "布鲁塞尔",
      "字段2": "吉隆坡",
      "字段4": "台北市",
      "jiguan": "悉尼",
      "fld3": "墨尔本"
   },
   {
      "姓名": "喻秀华",
      "地址": "多伦多",
      "字段2": "莫斯科",
      "字段4": "东京",
      "jiguan": "圣保罗",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "雷静",
      "地址": "曼谷",
      "字段2": "渥太华",
      "字段4": "香港特别行政区",
      "jiguan": "天津",
      "fld3": "开普敦"
   },
   {
      "姓名": "许平",
      "地址": "赫尔辛基",
      "字段2": "吉林省长春市",
      "字段4": "莫斯科",
      "jiguan": "布达佩斯",
      "fld3": "东京"
   },
   {
      "姓名": "于洁",
      "地址": "悉尼",
      "字段2": "内罗毕",
      "字段4": "香港特别行政区",
      "jiguan": "莫斯科",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "傅霞",
      "地址": "台北市",
      "字段2": "阿姆斯特丹",
      "字段4": "孟买",
      "jiguan": "乌鲁木齐",
      "fld3": "迪拜"
   },
   {
      "姓名": "许洁",
      "地址": "利马",
      "字段2": "布拉格",
      "字段4": "布鲁塞尔",
      "jiguan": "伯尔尼",
      "fld3": "悉尼"
   },
   {
      "姓名": "杨洋",
      "地址": "雅典",
      "字段2": "哥本哈根",
      "字段4": "吉隆坡",
      "jiguan": "太原",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "杨洁",
      "地址": "悉尼",
      "字段2": "阿姆斯特丹",
      "字段4": "西藏拉萨市",
      "jiguan": "拉萨",
      "fld3": "罗马"
   },
   {
      "姓名": "魏桂兰",
      "地址": "内蒙古呼和浩特市",
      "字段2": "开罗",
      "字段4": "布鲁塞尔",
      "jiguan": "内罗毕",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "廉洋",
      "地址": "雅典",
      "字段2": "西藏拉萨市",
      "字段4": "迪拜",
      "jiguan": "太原",
      "fld3": "内罗毕"
   },
   {
      "姓名": "殷明",
      "地址": "巴塞罗那",
      "字段2": "奥斯陆",
      "字段4": "内罗毕",
      "jiguan": "卡拉奇",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "乐巧",
      "地址": "山西省太原市",
      "字段2": "巴黎",
      "字段4": "圣地亚哥",
      "jiguan": "马德里",
      "fld3": "开普敦"
   },
   {
      "姓名": "钱刚",
      "地址": "宁夏银川市",
      "字段2": "阿姆斯特丹",
      "字段4": "山西省太原市",
      "jiguan": "太原",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "黄龚",
      "地址": "墨西哥城",
      "字段2": "渥太华",
      "字段4": "辽宁省沈阳市",
      "jiguan": "悉尼",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "新疆乌鲁木齐市",
      "字段2": "青海省西宁市",
      "字段4": "吉林省长春市",
      "jiguan": "台北",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "殷明",
      "地址": "圣保罗",
      "字段2": "奥克兰",
      "字段4": "山东省济南市",
      "jiguan": "合肥",
      "fld3": "纽约"
   },
   {
      "姓名": "蒋秀英",
      "地址": "布鲁塞尔",
      "字段2": "四川省成都市",
      "字段4": "浙江省杭州市",
      "jiguan": "长春",
      "fld3": "伦敦"
   },
   {
      "姓名": "伍艳",
      "地址": "慕尼黑",
      "字段2": "辽宁省沈阳市",
      "字段4": "雅典",
      "jiguan": "悉尼",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "杨洋",
      "地址": "华沙",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "蒙特利尔",
      "jiguan": "雅加达",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "于玲",
      "地址": "约翰内斯堡",
      "字段2": "圣地亚哥",
      "字段4": "福建省厦门市",
      "jiguan": "约翰内斯堡",
      "fld3": "开罗"
   },
   {
      "姓名": "蒋秀英",
      "地址": "伦敦",
      "字段2": "奥克兰",
      "字段4": "云南省昆明市",
      "jiguan": "卡拉奇",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "柏华",
      "地址": "华沙",
      "字段2": "开普敦",
      "字段4": "广西南宁市",
      "jiguan": "伊斯坦布尔",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "孙刚",
      "地址": "墨西哥城",
      "字段2": "华沙",
      "字段4": "海南省海口市",
      "jiguan": "迪拜",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "谢丽",
      "地址": "云南省昆明市",
      "字段2": "河南省郑州市",
      "字段4": "迪拜",
      "jiguan": "南京",
      "fld3": "温哥华"
   },
   {
      "姓名": "魏桂兰",
      "地址": "马德里",
      "字段2": "开罗",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "巴黎",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "柏华",
      "地址": "新疆乌鲁木齐市",
      "字段2": "奥斯陆",
      "字段4": "江苏省南京市",
      "jiguan": "厦门",
      "fld3": "墨尔本"
   },
   {
      "姓名": "孙龚",
      "地址": "江苏省南京市",
      "字段2": "伊斯坦布尔",
      "字段4": "纽约",
      "jiguan": "卡拉奇",
      "fld3": "悉尼"
   },
   {
      "姓名": "褚超",
      "地址": "渥太华",
      "字段2": "斯德哥尔摩",
      "字段4": "青海省西宁市",
      "jiguan": "迪拜",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "廉洋",
      "地址": "江西省南昌市",
      "字段2": "里约热内卢",
      "字段4": "山西省太原市",
      "jiguan": "迪拜",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "喻秀华",
      "地址": "赫尔辛基",
      "字段2": "澳门特别行政区",
      "字段4": "云南省昆明市",
      "jiguan": "南宁",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "凤桂兰",
      "地址": "伦敦",
      "字段2": "开罗",
      "字段4": "辽宁省沈阳市",
      "jiguan": "重庆",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "云桂英",
      "地址": "伦敦",
      "字段2": "伯尔尼",
      "字段4": "多伦多",
      "jiguan": "太原",
      "fld3": "布拉格"
   },
   {
      "姓名": "卜云",
      "地址": "奥克兰",
      "字段2": "布达佩斯",
      "字段4": "奥克兰",
      "jiguan": "拉萨",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "范兵",
      "地址": "安徽省合肥市",
      "字段2": "山东省济南市",
      "字段4": "山东省济南市",
      "jiguan": "巴塞罗那",
      "fld3": "台北市"
   },
   {
      "姓名": "谢丽",
      "地址": "曼谷",
      "字段2": "雅加达",
      "字段4": "澳门特别行政区",
      "jiguan": "武汉",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "谢丽",
      "地址": "柏林",
      "字段2": "开罗",
      "字段4": "多伦多",
      "jiguan": "开普敦",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "施秀华",
      "地址": "香港特别行政区",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "罗马",
      "jiguan": "雅典",
      "fld3": "开罗"
   },
   {
      "姓名": "钱刚",
      "地址": "海南省海口市",
      "字段2": "圣保罗",
      "字段4": "新加坡",
      "jiguan": "渥太华",
      "fld3": "悉尼"
   },
   {
      "姓名": "范兵",
      "地址": "雅加达",
      "字段2": "云南省昆明市",
      "字段4": "布拉格",
      "jiguan": "赫尔辛基",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "许明",
      "地址": "东京",
      "字段2": "圣地亚哥",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "长春",
      "fld3": "伦敦"
   },
   {
      "姓名": "顾桂英",
      "地址": "罗马",
      "字段2": "布鲁塞尔",
      "字段4": "伯尔尼",
      "jiguan": "成都",
      "fld3": "巴黎"
   },
   {
      "姓名": "傅霞",
      "地址": "利马",
      "字段2": "赫尔辛基",
      "字段4": "里约热内卢",
      "jiguan": "渥太华",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "许明",
      "地址": "江西省南昌市",
      "字段2": "甘肃省兰州市",
      "字段4": "伦敦",
      "jiguan": "海口",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "于洁",
      "地址": "温哥华",
      "字段2": "安徽省合肥市",
      "字段4": "巴塞罗那",
      "jiguan": "兰州",
      "fld3": "台北市"
   },
   {
      "姓名": "史新",
      "地址": "渥太华",
      "字段2": "圣地亚哥",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "迪拜",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "廉洋",
      "地址": "维也纳",
      "字段2": "温哥华",
      "字段4": "辽宁省大连市",
      "jiguan": "柏林",
      "fld3": "雅加达"
   },
   {
      "姓名": "喻秀华",
      "地址": "布宜诺斯艾利斯",
      "字段2": "福建省厦门市",
      "字段4": "圣保罗",
      "jiguan": "巴塞罗那",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "谢丽",
      "地址": "多伦多",
      "字段2": "香港特别行政区",
      "字段4": "雅典",
      "jiguan": "广州",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "姜秀华",
      "地址": "新德里",
      "字段2": "辽宁省大连市",
      "字段4": "辽宁省大连市",
      "jiguan": "渥太华",
      "fld3": "开罗"
   },
   {
      "姓名": "云桂英",
      "地址": "广东省广州市",
      "字段2": "墨尔本",
      "字段4": "蒙特利尔",
      "jiguan": "拉萨",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "萧云",
      "地址": "马德里",
      "字段2": "布拉格",
      "字段4": "悉尼",
      "jiguan": "约翰内斯堡",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "卫静",
      "地址": "伦敦",
      "字段2": "云南省昆明市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "内罗毕",
      "fld3": "渥太华"
   },
   {
      "姓名": "魏桂兰",
      "地址": "圣保罗",
      "字段2": "孟买",
      "字段4": "内罗毕",
      "jiguan": "武汉",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "周敏",
      "地址": "布鲁塞尔",
      "字段2": "江苏省南京市",
      "字段4": "辽宁省大连市",
      "jiguan": "渥太华",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "于华",
      "地址": "澳门特别行政区",
      "字段2": "米兰",
      "字段4": "温哥华",
      "jiguan": "布拉格",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "周迪",
      "地址": "米兰",
      "字段2": "伯尔尼",
      "字段4": "迪拜",
      "jiguan": "奥斯陆",
      "fld3": "马德里"
   },
   {
      "姓名": "邹洋",
      "地址": "利马",
      "字段2": "奥克兰",
      "字段4": "维也纳",
      "jiguan": "悉尼",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "许洁",
      "地址": "布拉格",
      "字段2": "孟买",
      "字段4": "广西南宁市",
      "jiguan": "南宁",
      "fld3": "孟买"
   },
   {
      "姓名": "褚超",
      "地址": "里约热内卢",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "悉尼",
      "jiguan": "伯尔尼",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "任建华",
      "地址": "台北市",
      "字段2": "新德里",
      "字段4": "巴黎",
      "jiguan": "长春",
      "fld3": "内罗毕"
   },
   {
      "姓名": "罗怡",
      "地址": "伊斯坦布尔",
      "字段2": "约翰内斯堡",
      "字段4": "伦敦",
      "jiguan": "南昌",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "苏龙",
      "地址": "莫斯科",
      "字段2": "圣保罗",
      "字段4": "东京",
      "jiguan": "伯尔尼",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "平强",
      "地址": "布鲁塞尔",
      "字段2": "东京",
      "字段4": "澳门特别行政区",
      "jiguan": "莫斯科",
      "fld3": "开罗"
   },
   {
      "姓名": "苏龙",
      "地址": "安徽省合肥市",
      "字段2": "江西省南昌市",
      "字段4": "新加坡",
      "jiguan": "渥太华",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "喻秀华",
      "地址": "柏林",
      "字段2": "甘肃省兰州市",
      "字段4": "四川省成都市",
      "jiguan": "罗马",
      "fld3": "奥克兰"
   },
   {
      "姓名": "齐亮",
      "地址": "慕尼黑",
      "字段2": "米兰",
      "字段4": "开罗",
      "jiguan": "太原",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "史新",
      "地址": "辽宁省沈阳市",
      "字段2": "孟买",
      "字段4": "吉林省长春市",
      "jiguan": "圣地亚哥",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "云洋",
      "地址": "山东省济南市",
      "字段2": "开罗",
      "字段4": "辽宁省大连市",
      "jiguan": "巴黎",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "水明",
      "地址": "圣地亚哥",
      "字段2": "雅加达",
      "字段4": "温哥华",
      "jiguan": "海口",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "谢伟",
      "地址": "新德里",
      "字段2": "圣保罗",
      "字段4": "内罗毕",
      "jiguan": "约翰内斯堡",
      "fld3": "开罗"
   },
   {
      "姓名": "余亮",
      "地址": "奥斯陆",
      "字段2": "内罗毕",
      "字段4": "卡拉奇",
      "jiguan": "南昌",
      "fld3": "多伦多"
   },
   {
      "姓名": "任建华",
      "地址": "卡拉奇",
      "字段2": "香港特别行政区",
      "字段4": "利马",
      "jiguan": "哈尔滨",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "余亮",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "云南省昆明市",
      "字段4": "江西省南昌市",
      "jiguan": "南昌",
      "fld3": "伦敦"
   },
   {
      "姓名": "杨洋",
      "地址": "约翰内斯堡",
      "字段2": "斯德哥尔摩",
      "字段4": "甘肃省兰州市",
      "jiguan": "曼谷",
      "fld3": "圣保罗"
   },
   {
      "姓名": "卫静",
      "地址": "云南省昆明市",
      "字段2": "新德里",
      "字段4": "悉尼",
      "jiguan": "卡拉奇",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "史新",
      "地址": "维也纳",
      "字段2": "圣地亚哥",
      "字段4": "米兰",
      "jiguan": "太原",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "齐怡",
      "地址": "纽约",
      "字段2": "圣保罗",
      "字段4": "云南省昆明市",
      "jiguan": "伦敦",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "平强",
      "地址": "广东省广州市",
      "字段2": "曼谷",
      "字段4": "华沙",
      "jiguan": "孟买",
      "fld3": "东京"
   },
   {
      "姓名": "云桂英",
      "地址": "维也纳",
      "字段2": "台北市",
      "字段4": "四川省成都市",
      "jiguan": "兰州",
      "fld3": "多伦多"
   },
   {
      "姓名": "陶兵",
      "地址": "蒙特利尔",
      "字段2": "巴黎",
      "字段4": "利马",
      "jiguan": "兰州",
      "fld3": "伦敦"
   },
   {
      "姓名": "谢丽",
      "地址": "米兰",
      "字段2": "辽宁省沈阳市",
      "字段4": "卡拉奇",
      "jiguan": "巴塞罗那",
      "fld3": "内罗毕"
   },
   {
      "姓名": "余亮",
      "地址": "江西省南昌市",
      "字段2": "香港特别行政区",
      "字段4": "莫斯科",
      "jiguan": "大连",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "史新",
      "地址": "布鲁塞尔",
      "字段2": "巴黎",
      "字段4": "江苏省南京市",
      "jiguan": "布达佩斯",
      "fld3": "开罗"
   },
   {
      "姓名": "尹超",
      "地址": "墨尔本",
      "字段2": "江苏省南京市",
      "字段4": "巴塞罗那",
      "jiguan": "柏林",
      "fld3": "墨尔本"
   },
   {
      "姓名": "雷静",
      "地址": "开普敦",
      "字段2": "温哥华",
      "字段4": "甘肃省兰州市",
      "jiguan": "青岛",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "许明",
      "地址": "温哥华",
      "字段2": "悉尼",
      "字段4": "宁夏银川市",
      "jiguan": "伊斯坦布尔",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "伍艳",
      "地址": "吉隆坡",
      "字段2": "斯德哥尔摩",
      "字段4": "渥太华",
      "jiguan": "南昌",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "吕兵",
      "地址": "甘肃省兰州市",
      "字段2": "孟买",
      "字段4": "山东省济南市",
      "jiguan": "郑州",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "钱刚",
      "地址": "江西省南昌市",
      "字段2": "辽宁省沈阳市",
      "字段4": "吉林省长春市",
      "jiguan": "天津",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "水红",
      "地址": "江西省南昌市",
      "字段2": "约翰内斯堡",
      "字段4": "吉林省长春市",
      "jiguan": "马德里",
      "fld3": "开罗"
   },
   {
      "姓名": "雷静",
      "地址": "布达佩斯",
      "字段2": "吉林省长春市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "赫尔辛基",
      "fld3": "开普敦"
   },
   {
      "姓名": "于玲",
      "地址": "奥克兰",
      "字段2": "柏林",
      "字段4": "贵州省贵阳市",
      "jiguan": "悉尼",
      "fld3": "孟买"
   },
   {
      "姓名": "许明",
      "地址": "辽宁省沈阳市",
      "字段2": "台北市",
      "字段4": "罗马",
      "jiguan": "哈尔滨",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "孙云",
      "地址": "江苏省南京市",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "宁夏银川市",
      "jiguan": "开普敦",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "齐亮",
      "地址": "蒙特利尔",
      "字段2": "辽宁省沈阳市",
      "字段4": "江苏省南京市",
      "jiguan": "雅典",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "卜桂兰",
      "地址": "内罗毕",
      "字段2": "迪拜",
      "字段4": "云南省昆明市",
      "jiguan": "内罗毕",
      "fld3": "墨尔本"
   },
   {
      "姓名": "尹超",
      "地址": "马德里",
      "字段2": "蒙特利尔",
      "字段4": "约翰内斯堡",
      "jiguan": "米兰",
      "fld3": "多伦多"
   },
   {
      "姓名": "喻秀华",
      "地址": "圣保罗",
      "字段2": "西藏拉萨市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "阿姆斯特丹",
      "fld3": "维也纳"
   },
   {
      "姓名": "钱刚",
      "地址": "巴黎",
      "字段2": "墨尔本",
      "字段4": "温哥华",
      "jiguan": "伦敦",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "水明",
      "地址": "圣地亚哥",
      "字段2": "西藏拉萨市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "合肥",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "钱刚",
      "地址": "布鲁塞尔",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "安徽省合肥市",
      "jiguan": "约翰内斯堡",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "姜秀华",
      "地址": "罗马",
      "字段2": "山东省青岛市",
      "字段4": "伦敦",
      "jiguan": "布拉格",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "圣保罗",
      "字段2": "布达佩斯",
      "字段4": "澳门特别行政区",
      "jiguan": "巴黎",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "周敏",
      "地址": "罗马",
      "字段2": "新德里",
      "字段4": "圣保罗",
      "jiguan": "雅加达",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "许平",
      "地址": "迪拜",
      "字段2": "布达佩斯",
      "字段4": "西藏拉萨市",
      "jiguan": "香港",
      "fld3": "墨尔本"
   },
   {
      "姓名": "伍艳",
      "地址": "布达佩斯",
      "字段2": "浙江省杭州市",
      "字段4": "布鲁塞尔",
      "jiguan": "罗马",
      "fld3": "莫斯科"
   },
   {
      "姓名": "齐亮",
      "地址": "温哥华",
      "字段2": "宁夏银川市",
      "字段4": "青海省西宁市",
      "jiguan": "悉尼",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "卜云",
      "地址": "约翰内斯堡",
      "字段2": "江苏省南京市",
      "字段4": "悉尼",
      "jiguan": "巴塞罗那",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "于洁",
      "地址": "迪拜",
      "字段2": "安徽省合肥市",
      "字段4": "江苏省南京市",
      "jiguan": "布拉格",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "傅霞",
      "地址": "江西省南昌市",
      "字段2": "利马",
      "字段4": "布鲁塞尔",
      "jiguan": "合肥",
      "fld3": "圣保罗"
   },
   {
      "姓名": "于洁",
      "地址": "辽宁省沈阳市",
      "字段2": "米兰",
      "字段4": "新加坡",
      "jiguan": "蒙特利尔",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "花洁",
      "地址": "圣地亚哥",
      "字段2": "华沙",
      "字段4": "墨西哥城",
      "jiguan": "奥斯陆",
      "fld3": "布拉格"
   },
   {
      "姓名": "褚超",
      "地址": "澳门特别行政区",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "台北市",
      "jiguan": "赫尔辛基",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "顾桂英",
      "地址": "奥克兰",
      "字段2": "维也纳",
      "字段4": "浙江省杭州市",
      "jiguan": "阿姆斯特丹",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "陶兵",
      "地址": "卡拉奇",
      "字段2": "曼谷",
      "字段4": "布拉格",
      "jiguan": "米兰",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "谢丽",
      "地址": "孟买",
      "字段2": "约翰内斯堡",
      "字段4": "圣保罗",
      "jiguan": "开普敦",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "顾桂英",
      "地址": "伦敦",
      "字段2": "约翰内斯堡",
      "字段4": "孟买",
      "jiguan": "奥克兰",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "钱刚",
      "地址": "迪拜",
      "字段2": "新加坡",
      "字段4": "圣保罗",
      "jiguan": "奥斯陆",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "傅霞",
      "地址": "墨尔本",
      "字段2": "孟买",
      "字段4": "布达佩斯",
      "jiguan": "厦门",
      "fld3": "圣保罗"
   },
   {
      "姓名": "柏华",
      "地址": "利马",
      "字段2": "东京",
      "字段4": "墨尔本",
      "jiguan": "巴黎",
      "fld3": "孟买"
   },
   {
      "姓名": "云桂英",
      "地址": "纽约",
      "字段2": "马德里",
      "字段4": "柏林",
      "jiguan": "奥克兰",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "汤全",
      "地址": "辽宁省大连市",
      "字段2": "奥斯陆",
      "字段4": "奥克兰",
      "jiguan": "阿姆斯特丹",
      "fld3": "莫斯科"
   },
   {
      "姓名": "花洁",
      "地址": "迪拜",
      "字段2": "山西省太原市",
      "字段4": "蒙特利尔",
      "jiguan": "兰州",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "廉洋",
      "地址": "澳门特别行政区",
      "字段2": "蒙特利尔",
      "字段4": "西藏拉萨市",
      "jiguan": "伦敦",
      "fld3": "曼谷"
   },
   {
      "姓名": "水红",
      "地址": "福建省厦门市",
      "字段2": "蒙特利尔",
      "字段4": "甘肃省兰州市",
      "jiguan": "合肥",
      "fld3": "莫斯科"
   },
   {
      "姓名": "谢伟",
      "地址": "伦敦",
      "字段2": "开罗",
      "字段4": "云南省昆明市",
      "jiguan": "内罗毕",
      "fld3": "马德里"
   },
   {
      "姓名": "卫玉梅",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "巴塞罗那",
      "字段4": "河南省郑州市",
      "jiguan": "哈尔滨",
      "fld3": "圣保罗"
   },
   {
      "姓名": "姜秀华",
      "地址": "孟买",
      "字段2": "孟买",
      "字段4": "雅加达",
      "jiguan": "厦门",
      "fld3": "米兰"
   },
   {
      "姓名": "廉洋",
      "地址": "巴黎",
      "字段2": "莫斯科",
      "字段4": "吉隆坡",
      "jiguan": "深圳",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "云洋",
      "地址": "辽宁省沈阳市",
      "字段2": "孟买",
      "字段4": "墨西哥城",
      "jiguan": "内罗毕",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "于洁",
      "地址": "卡拉奇",
      "字段2": "奥克兰",
      "字段4": "内罗毕",
      "jiguan": "悉尼",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "陶芳",
      "地址": "四川省成都市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "奥斯陆",
      "jiguan": "厦门",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "许明",
      "地址": "甘肃省兰州市",
      "字段2": "墨尔本",
      "字段4": "布达佩斯",
      "jiguan": "马德里",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "杨洁",
      "地址": "罗马",
      "字段2": "马德里",
      "字段4": "四川省成都市",
      "jiguan": "重庆",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "廉洋",
      "地址": "辽宁省沈阳市",
      "字段2": "江西省南昌市",
      "字段4": "墨西哥城",
      "jiguan": "南宁",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "孙刚",
      "地址": "孟买",
      "字段2": "开普敦",
      "字段4": "悉尼",
      "jiguan": "伦敦",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "雷静",
      "地址": "东京",
      "字段2": "台北市",
      "字段4": "山东省青岛市",
      "jiguan": "柏林",
      "fld3": "纽约"
   },
   {
      "姓名": "尹世杰",
      "地址": "云南省昆明市",
      "字段2": "约翰内斯堡",
      "字段4": "布鲁塞尔",
      "jiguan": "台北",
      "fld3": "孟买"
   },
   {
      "姓名": "喻秀华",
      "地址": "赫尔辛基",
      "字段2": "慕尼黑",
      "字段4": "香港特别行政区",
      "jiguan": "广州",
      "fld3": "奥克兰"
   },
   {
      "姓名": "尹超",
      "地址": "纽约",
      "字段2": "渥太华",
      "字段4": "开罗",
      "jiguan": "曼谷",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "杨洋",
      "地址": "蒙特利尔",
      "字段2": "墨西哥城",
      "字段4": "伊斯坦布尔",
      "jiguan": "郑州",
      "fld3": "孟买"
   },
   {
      "姓名": "尹怡",
      "地址": "海南省海口市",
      "字段2": "纽约",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "武汉",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "孙刚",
      "地址": "新加坡",
      "字段2": "哥本哈根",
      "字段4": "香港特别行政区",
      "jiguan": "约翰内斯堡",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "黄龚",
      "地址": "墨尔本",
      "字段2": "吉隆坡",
      "字段4": "纽约",
      "jiguan": "悉尼",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "周迪",
      "地址": "约翰内斯堡",
      "字段2": "巴黎",
      "字段4": "慕尼黑",
      "jiguan": "武汉",
      "fld3": "多伦多"
   },
   {
      "姓名": "尹怡",
      "地址": "伯尔尼",
      "字段2": "宁夏银川市",
      "字段4": "青海省西宁市",
      "jiguan": "悉尼",
      "fld3": "华沙"
   },
   {
      "姓名": "孙秀华",
      "地址": "多伦多",
      "字段2": "吉隆坡",
      "字段4": "四川省成都市",
      "jiguan": "重庆",
      "fld3": "伦敦"
   },
   {
      "姓名": "周敏",
      "地址": "墨西哥城",
      "字段2": "江苏省南京市",
      "字段4": "曼谷",
      "jiguan": "兰州",
      "fld3": "米兰"
   },
   {
      "姓名": "花洁",
      "地址": "四川省成都市",
      "字段2": "奥克兰",
      "字段4": "卡拉奇",
      "jiguan": "兰州",
      "fld3": "温哥华"
   },
   {
      "姓名": "顾桂英",
      "地址": "渥太华",
      "字段2": "奥克兰",
      "字段4": "利马",
      "jiguan": "迪拜",
      "fld3": "孟买"
   },
   {
      "姓名": "罗怡",
      "地址": "孟买",
      "字段2": "多伦多",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "巴塞罗那",
      "fld3": "米兰"
   },
   {
      "姓名": "廉洋",
      "地址": "广东省广州市",
      "字段2": "浙江省杭州市",
      "字段4": "内罗毕",
      "jiguan": "雅典",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "余亮",
      "地址": "赫尔辛基",
      "字段2": "云南省昆明市",
      "字段4": "贵州省贵阳市",
      "jiguan": "合肥",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "杨洋",
      "地址": "墨西哥城",
      "字段2": "里约热内卢",
      "字段4": "悉尼",
      "jiguan": "太原",
      "fld3": "罗马"
   },
   {
      "姓名": "顾桂英",
      "地址": "华沙",
      "字段2": "米兰",
      "字段4": "米兰",
      "jiguan": "深圳",
      "fld3": "圣保罗"
   },
   {
      "姓名": "齐怡",
      "地址": "布拉格",
      "字段2": "浙江省杭州市",
      "字段4": "圣地亚哥",
      "jiguan": "蒙特利尔",
      "fld3": "罗马"
   },
   {
      "姓名": "黄龚",
      "地址": "安徽省合肥市",
      "字段2": "柏林",
      "字段4": "澳门特别行政区",
      "jiguan": "伦敦",
      "fld3": "开罗"
   },
   {
      "姓名": "谢丽",
      "地址": "巴黎",
      "字段2": "宁夏银川市",
      "字段4": "利马",
      "jiguan": "沈阳",
      "fld3": "曼谷"
   },
   {
      "姓名": "乐巧",
      "地址": "柏林",
      "字段2": "温哥华",
      "字段4": "吉隆坡",
      "jiguan": "天津",
      "fld3": "渥太华"
   },
   {
      "姓名": "水红",
      "地址": "华沙",
      "字段2": "开普敦",
      "字段4": "江西省南昌市",
      "jiguan": "青岛",
      "fld3": "圣保罗"
   },
   {
      "姓名": "喻秀华",
      "地址": "四川省成都市",
      "字段2": "奥克兰",
      "字段4": "里约热内卢",
      "jiguan": "西宁",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "傅霞",
      "地址": "布宜诺斯艾利斯",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "云南省昆明市",
      "jiguan": "南昌",
      "fld3": "罗马"
   },
   {
      "姓名": "于玲",
      "地址": "新加坡",
      "字段2": "罗马",
      "字段4": "利马",
      "jiguan": "合肥",
      "fld3": "迪拜"
   },
   {
      "姓名": "钱刚",
      "地址": "内罗毕",
      "字段2": "吉隆坡",
      "字段4": "雅加达",
      "jiguan": "莫斯科",
      "fld3": "雅加达"
   },
   {
      "姓名": "卫静",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "维也纳",
      "字段4": "哥本哈根",
      "jiguan": "米兰",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "许平",
      "地址": "澳门特别行政区",
      "字段2": "曼谷",
      "字段4": "温哥华",
      "jiguan": "巴黎",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "于华",
      "地址": "圣地亚哥",
      "字段2": "利马",
      "字段4": "香港特别行政区",
      "jiguan": "曼谷",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "廉洋",
      "地址": "内罗毕",
      "字段2": "米兰",
      "字段4": "山东省济南市",
      "jiguan": "天津",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "陶芳",
      "地址": "东京",
      "字段2": "吉林省长春市",
      "字段4": "河南省郑州市",
      "jiguan": "米兰",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "范兵",
      "地址": "维也纳",
      "字段2": "蒙特利尔",
      "字段4": "伊斯坦布尔",
      "jiguan": "青岛",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "施秀华",
      "地址": "奥克兰",
      "字段2": "雅典",
      "字段4": "雅典",
      "jiguan": "布拉格",
      "fld3": "纽约"
   },
   {
      "姓名": "傅霞",
      "地址": "罗马",
      "字段2": "浙江省杭州市",
      "字段4": "甘肃省兰州市",
      "jiguan": "伊斯坦布尔",
      "fld3": "悉尼"
   },
   {
      "姓名": "元玲",
      "地址": "伊斯坦布尔",
      "字段2": "柏林",
      "字段4": "开罗",
      "jiguan": "深圳",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "齐亮",
      "地址": "奥克兰",
      "字段2": "东京",
      "字段4": "圣地亚哥",
      "jiguan": "南宁",
      "fld3": "内罗毕"
   },
   {
      "姓名": "谢丽",
      "地址": "孟买",
      "字段2": "渥太华",
      "字段4": "雅加达",
      "jiguan": "孟买",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "乐巧",
      "地址": "云南省昆明市",
      "字段2": "伦敦",
      "字段4": "悉尼",
      "jiguan": "深圳",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "陶芳",
      "地址": "四川省成都市",
      "字段2": "米兰",
      "字段4": "布达佩斯",
      "jiguan": "海口",
      "fld3": "马德里"
   },
   {
      "姓名": "乐巧",
      "地址": "布拉格",
      "字段2": "河南省郑州市",
      "字段4": "卡拉奇",
      "jiguan": "柏林",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "齐怡",
      "地址": "澳门特别行政区",
      "字段2": "蒙特利尔",
      "字段4": "广西南宁市",
      "jiguan": "米兰",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "萧云",
      "地址": "澳门特别行政区",
      "字段2": "新德里",
      "字段4": "巴黎",
      "jiguan": "迪拜",
      "fld3": "温哥华"
   },
   {
      "姓名": "萧云",
      "地址": "墨西哥城",
      "字段2": "卡拉奇",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "武汉",
      "fld3": "纽约"
   },
   {
      "姓名": "孙秀华",
      "地址": "新疆乌鲁木齐市",
      "字段2": "马德里",
      "字段4": "西藏拉萨市",
      "jiguan": "成都",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "花洁",
      "地址": "广西南宁市",
      "字段2": "伊斯坦布尔",
      "字段4": "墨西哥城",
      "jiguan": "阿姆斯特丹",
      "fld3": "维也纳"
   },
   {
      "姓名": "卜桂兰",
      "地址": "新德里",
      "字段2": "内罗毕",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "布拉格",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "殷明",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "哥本哈根",
      "字段4": "多伦多",
      "jiguan": "孟买",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "钱刚",
      "地址": "马德里",
      "字段2": "悉尼",
      "字段4": "甘肃省兰州市",
      "jiguan": "卡拉奇",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "周迪",
      "地址": "江西省南昌市",
      "字段2": "雅典",
      "字段4": "开罗",
      "jiguan": "卡拉奇",
      "fld3": "迪拜"
   },
   {
      "姓名": "花洁",
      "地址": "贵州省贵阳市",
      "字段2": "迪拜",
      "字段4": "悉尼",
      "jiguan": "赫尔辛基",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "孙刚",
      "地址": "伊斯坦布尔",
      "字段2": "辽宁省大连市",
      "字段4": "辽宁省大连市",
      "jiguan": "重庆",
      "fld3": "迪拜"
   },
   {
      "姓名": "姜秀华",
      "地址": "孟买",
      "字段2": "山东省济南市",
      "字段4": "巴塞罗那",
      "jiguan": "雅加达",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "孙云",
      "地址": "斯德哥尔摩",
      "字段2": "新加坡",
      "字段4": "云南省昆明市",
      "jiguan": "南京",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "陶兵",
      "地址": "伦敦",
      "字段2": "温哥华",
      "字段4": "雅典",
      "jiguan": "米兰",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "雷静",
      "地址": "新加坡",
      "字段2": "蒙特利尔",
      "字段4": "孟买",
      "jiguan": "布拉格",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "伍艳",
      "地址": "哥本哈根",
      "字段2": "伦敦",
      "字段4": "奥克兰",
      "jiguan": "内罗毕",
      "fld3": "悉尼"
   },
   {
      "姓名": "齐亮",
      "地址": "新加坡",
      "字段2": "云南省昆明市",
      "字段4": "内罗毕",
      "jiguan": "雅加达",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "卫静",
      "地址": "伯尔尼",
      "字段2": "台北市",
      "字段4": "新加坡",
      "jiguan": "深圳",
      "fld3": "巴黎"
   },
   {
      "姓名": "许明",
      "地址": "雅加达",
      "字段2": "罗马",
      "字段4": "孟买",
      "jiguan": "深圳",
      "fld3": "雅典"
   },
   {
      "姓名": "齐亮",
      "地址": "四川省成都市",
      "字段2": "云南省昆明市",
      "字段4": "罗马",
      "jiguan": "赫尔辛基",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "于玲",
      "地址": "斯德哥尔摩",
      "字段2": "巴塞罗那",
      "字段4": "悉尼",
      "jiguan": "奥斯陆",
      "fld3": "利马"
   },
   {
      "姓名": "水红",
      "地址": "山东省青岛市",
      "字段2": "伯尔尼",
      "字段4": "伯尔尼",
      "jiguan": "长春",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "卫玉梅",
      "地址": "广东省广州市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "广东省广州市",
      "jiguan": "新德里",
      "fld3": "雅加达"
   },
   {
      "姓名": "姜秀华",
      "地址": "悉尼",
      "字段2": "台北市",
      "字段4": "马德里",
      "jiguan": "奥斯陆",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "云桂英",
      "地址": "曼谷",
      "字段2": "雅典",
      "字段4": "孟买",
      "jiguan": "约翰内斯堡",
      "fld3": "布拉格"
   },
   {
      "姓名": "水明",
      "地址": "甘肃省兰州市",
      "字段2": "慕尼黑",
      "字段4": "曼谷",
      "jiguan": "孟买",
      "fld3": "维也纳"
   },
   {
      "姓名": "齐亮",
      "地址": "孟买",
      "字段2": "内罗毕",
      "字段4": "孟买",
      "jiguan": "南昌",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "余杰",
      "地址": "辽宁省大连市",
      "字段2": "蒙特利尔",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "南昌",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "许明",
      "地址": "辽宁省沈阳市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "河南省郑州市",
      "jiguan": "成都",
      "fld3": "纽约"
   },
   {
      "姓名": "花洁",
      "地址": "阿姆斯特丹",
      "字段2": "安徽省合肥市",
      "字段4": "河南省郑州市",
      "jiguan": "卡拉奇",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "姜秀华",
      "地址": "吉隆坡",
      "字段2": "江西省南昌市",
      "字段4": "曼谷",
      "jiguan": "乌鲁木齐",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "云洋",
      "地址": "开罗",
      "字段2": "雅加达",
      "字段4": "福建省厦门市",
      "jiguan": "雅典",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "余杰",
      "地址": "布拉格",
      "字段2": "伯尔尼",
      "字段4": "福建省厦门市",
      "jiguan": "新德里",
      "fld3": "纽约"
   },
   {
      "姓名": "殷明",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "内罗毕",
      "字段4": "约翰内斯堡",
      "jiguan": "香港",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "孙刚",
      "地址": "柏林",
      "字段2": "青海省西宁市",
      "字段4": "雅加达",
      "jiguan": "武汉",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "许明",
      "地址": "奥斯陆",
      "字段2": "吉隆坡",
      "字段4": "利马",
      "jiguan": "孟买",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "孙云",
      "地址": "雅加达",
      "字段2": "东京",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "孟买",
      "fld3": "布拉格"
   },
   {
      "姓名": "许明",
      "地址": "辽宁省沈阳市",
      "字段2": "新德里",
      "字段4": "纽约",
      "jiguan": "兰州",
      "fld3": "布拉格"
   },
   {
      "姓名": "许洁",
      "地址": "四川省成都市",
      "字段2": "罗马",
      "字段4": "云南省昆明市",
      "jiguan": "孟买",
      "fld3": "雅典"
   },
   {
      "姓名": "杨洋",
      "地址": "华沙",
      "字段2": "布鲁塞尔",
      "字段4": "圣保罗",
      "jiguan": "孟买",
      "fld3": "开罗"
   },
   {
      "姓名": "元玲",
      "地址": "蒙特利尔",
      "字段2": "伊斯坦布尔",
      "字段4": "贵州省贵阳市",
      "jiguan": "悉尼",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "花怡",
      "地址": "孟买",
      "字段2": "伦敦",
      "字段4": "青海省西宁市",
      "jiguan": "大连",
      "fld3": "孟买"
   },
   {
      "姓名": "水明",
      "地址": "迪拜",
      "字段2": "莫斯科",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "阿姆斯特丹",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "卜桂兰",
      "地址": "慕尼黑",
      "字段2": "伦敦",
      "字段4": "伊斯坦布尔",
      "jiguan": "长春",
      "fld3": "孟买"
   },
   {
      "姓名": "周敏",
      "地址": "海南省海口市",
      "字段2": "布拉格",
      "字段4": "福建省厦门市",
      "jiguan": "布拉格",
      "fld3": "温哥华"
   },
   {
      "姓名": "赵巧",
      "地址": "里约热内卢",
      "字段2": "利马",
      "字段4": "奥斯陆",
      "jiguan": "渥太华",
      "fld3": "纽约"
   },
   {
      "姓名": "殷明",
      "地址": "辽宁省大连市",
      "字段2": "约翰内斯堡",
      "字段4": "广东省广州市",
      "jiguan": "米兰",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "云桂英",
      "地址": "孟买",
      "字段2": "吉林省长春市",
      "字段4": "维也纳",
      "jiguan": "米兰",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "新德里",
      "字段2": "蒙特利尔",
      "字段4": "圣地亚哥",
      "jiguan": "巴塞罗那",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "范兵",
      "地址": "悉尼",
      "字段2": "柏林",
      "字段4": "内罗毕",
      "jiguan": "南宁",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "平强",
      "地址": "海南省海口市",
      "字段2": "巴黎",
      "字段4": "米兰",
      "jiguan": "卡拉奇",
      "fld3": "悉尼"
   },
   {
      "姓名": "萧云",
      "地址": "里约热内卢",
      "字段2": "新德里",
      "字段4": "巴塞罗那",
      "jiguan": "长春",
      "fld3": "迪拜"
   },
   {
      "姓名": "喻秀华",
      "地址": "约翰内斯堡",
      "字段2": "墨尔本",
      "字段4": "山东省青岛市",
      "jiguan": "香港",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "杨洋",
      "地址": "孟买",
      "字段2": "香港特别行政区",
      "字段4": "布达佩斯",
      "jiguan": "曼谷",
      "fld3": "孟买"
   },
   {
      "姓名": "苏龙",
      "地址": "雅典",
      "字段2": "辽宁省沈阳市",
      "字段4": "山西省太原市",
      "jiguan": "柏林",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "孙云",
      "地址": "慕尼黑",
      "字段2": "圣保罗",
      "字段4": "马德里",
      "jiguan": "拉萨",
      "fld3": "新德里"
   },
   {
      "姓名": "汤全",
      "地址": "渥太华",
      "字段2": "赫尔辛基",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "拉萨",
      "fld3": "渥太华"
   },
   {
      "姓名": "云洋",
      "地址": "巴塞罗那",
      "字段2": "墨西哥城",
      "字段4": "青海省西宁市",
      "jiguan": "沈阳",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "姜秀华",
      "地址": "安徽省合肥市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "卡拉奇",
      "jiguan": "迪拜",
      "fld3": "雅典"
   },
   {
      "姓名": "于洁",
      "地址": "巴黎",
      "字段2": "卡拉奇",
      "字段4": "伦敦",
      "jiguan": "蒙特利尔",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "褚超",
      "地址": "圣地亚哥",
      "字段2": "迪拜",
      "字段4": "斯德哥尔摩",
      "jiguan": "奥斯陆",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "孙刚",
      "地址": "悉尼",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "墨尔本",
      "jiguan": "马德里",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "余亮",
      "地址": "伯尔尼",
      "字段2": "卡拉奇",
      "字段4": "山西省太原市",
      "jiguan": "迪拜",
      "fld3": "悉尼"
   },
   {
      "姓名": "傅霞",
      "地址": "墨西哥城",
      "字段2": "香港特别行政区",
      "字段4": "圣地亚哥",
      "jiguan": "奥斯陆",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "姜秀华",
      "地址": "圣地亚哥",
      "字段2": "斯德哥尔摩",
      "字段4": "米兰",
      "jiguan": "伯尔尼",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "山东省青岛市",
      "字段2": "甘肃省兰州市",
      "字段4": "布达佩斯",
      "jiguan": "武汉",
      "fld3": "开普敦"
   },
   {
      "姓名": "于洁",
      "地址": "海南省海口市",
      "字段2": "阿姆斯特丹",
      "字段4": "布鲁塞尔",
      "jiguan": "罗马",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "卜桂兰",
      "地址": "马德里",
      "字段2": "山西省太原市",
      "字段4": "内罗毕",
      "jiguan": "圣保罗",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "凤桂兰",
      "地址": "阿姆斯特丹",
      "字段2": "阿姆斯特丹",
      "字段4": "约翰内斯堡",
      "jiguan": "伦敦",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "史芳",
      "地址": "东京",
      "字段2": "福建省厦门市",
      "字段4": "华沙",
      "jiguan": "巴黎",
      "fld3": "雅典"
   },
   {
      "姓名": "黄龚",
      "地址": "辽宁省大连市",
      "字段2": "奥克兰",
      "字段4": "巴塞罗那",
      "jiguan": "赫尔辛基",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "黄龚",
      "地址": "河南省郑州市",
      "字段2": "孟买",
      "字段4": "河南省郑州市",
      "jiguan": "蒙特利尔",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "孙龚",
      "地址": "孟买",
      "字段2": "广东省广州市",
      "字段4": "赫尔辛基",
      "jiguan": "长春",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "余杰",
      "地址": "吉林省长春市",
      "字段2": "云南省昆明市",
      "字段4": "江西省南昌市",
      "jiguan": "雅加达",
      "fld3": "莫斯科"
   },
   {
      "姓名": "卜云",
      "地址": "甘肃省兰州市",
      "字段2": "纽约",
      "字段4": "伦敦",
      "jiguan": "悉尼",
      "fld3": "内罗毕"
   },
   {
      "姓名": "姜秀华",
      "地址": "布鲁塞尔",
      "字段2": "伯尔尼",
      "字段4": "东京",
      "jiguan": "雅典",
      "fld3": "悉尼"
   },
   {
      "姓名": "谢伟",
      "地址": "台北市",
      "字段2": "布达佩斯",
      "字段4": "赫尔辛基",
      "jiguan": "台北",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "尹超",
      "地址": "阿姆斯特丹",
      "字段2": "迪拜",
      "字段4": "温哥华",
      "jiguan": "郑州",
      "fld3": "米兰"
   },
   {
      "姓名": "齐怡",
      "地址": "台北市",
      "字段2": "伯尔尼",
      "字段4": "布达佩斯",
      "jiguan": "广州",
      "fld3": "雅典"
   },
   {
      "姓名": "喻秀华",
      "地址": "里约热内卢",
      "字段2": "内罗毕",
      "字段4": "内罗毕",
      "jiguan": "孟买",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "许平",
      "地址": "布达佩斯",
      "字段2": "奥斯陆",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "新德里",
      "fld3": "迪拜"
   },
   {
      "姓名": "廉洋",
      "地址": "悉尼",
      "字段2": "山东省青岛市",
      "字段4": "墨西哥城",
      "jiguan": "奥斯陆",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "卫静",
      "地址": "云南省昆明市",
      "字段2": "伯尔尼",
      "字段4": "广东省广州市",
      "jiguan": "雅典",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "黄龚",
      "地址": "约翰内斯堡",
      "字段2": "斯德哥尔摩",
      "字段4": "内罗毕",
      "jiguan": "兰州",
      "fld3": "孟买"
   },
   {
      "姓名": "范兵",
      "地址": "山西省太原市",
      "字段2": "孟买",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "内罗毕",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "齐亮",
      "地址": "山东省济南市",
      "字段2": "巴黎",
      "字段4": "利马",
      "jiguan": "圣保罗",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "齐亮",
      "地址": "利马",
      "字段2": "辽宁省沈阳市",
      "字段4": "宁夏银川市",
      "jiguan": "布达佩斯",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "谢丽",
      "地址": "辽宁省沈阳市",
      "字段2": "内罗毕",
      "字段4": "利马",
      "jiguan": "阿姆斯特丹",
      "fld3": "东京"
   },
   {
      "姓名": "罗怡",
      "地址": "浙江省杭州市",
      "字段2": "福建省厦门市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "拉萨",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "喻秀华",
      "地址": "吉隆坡",
      "字段2": "辽宁省沈阳市",
      "字段4": "马德里",
      "jiguan": "伦敦",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "廉洋",
      "地址": "迪拜",
      "字段2": "福建省厦门市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "拉萨",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "蒙特利尔",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "东京",
      "jiguan": "雅典",
      "fld3": "迪拜"
   },
   {
      "姓名": "齐怡",
      "地址": "渥太华",
      "字段2": "青海省西宁市",
      "字段4": "华沙",
      "jiguan": "曼谷",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "于洁",
      "地址": "浙江省杭州市",
      "字段2": "墨尔本",
      "字段4": "山东省济南市",
      "jiguan": "迪拜",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "于华",
      "地址": "新加坡",
      "字段2": "四川省成都市",
      "字段4": "山西省太原市",
      "jiguan": "沈阳",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "吕兵",
      "地址": "吉隆坡",
      "字段2": "广西南宁市",
      "字段4": "约翰内斯堡",
      "jiguan": "南昌",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "孙龚",
      "地址": "江苏省南京市",
      "字段2": "内罗毕",
      "字段4": "浙江省杭州市",
      "jiguan": "南昌",
      "fld3": "利马"
   },
   {
      "姓名": "钱刚",
      "地址": "阿姆斯特丹",
      "字段2": "迪拜",
      "字段4": "渥太华",
      "jiguan": "广州",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "施秀华",
      "地址": "辽宁省沈阳市",
      "字段2": "布达佩斯",
      "字段4": "悉尼",
      "jiguan": "柏林",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "范兵",
      "地址": "圣地亚哥",
      "字段2": "福建省厦门市",
      "字段4": "辽宁省大连市",
      "jiguan": "内罗毕",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "海南省海口市",
      "字段2": "斯德哥尔摩",
      "字段4": "新德里",
      "jiguan": "大连",
      "fld3": "新加坡"
   },
   {
      "姓名": "于洁",
      "地址": "布鲁塞尔",
      "字段2": "甘肃省兰州市",
      "字段4": "布达佩斯",
      "jiguan": "伯尔尼",
      "fld3": "新加坡"
   },
   {
      "姓名": "陶芳",
      "地址": "马德里",
      "字段2": "安徽省合肥市",
      "字段4": "布达佩斯",
      "jiguan": "开普敦",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "于玲",
      "地址": "广东省广州市",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "开普敦",
      "jiguan": "布达佩斯",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "史芳",
      "地址": "赫尔辛基",
      "字段2": "澳门特别行政区",
      "字段4": "山西省太原市",
      "jiguan": "重庆",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "乐巧",
      "地址": "山西省太原市",
      "字段2": "哥本哈根",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "圣保罗",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "齐亮",
      "地址": "孟买",
      "字段2": "福建省厦门市",
      "字段4": "广西南宁市",
      "jiguan": "悉尼",
      "fld3": "曼谷"
   },
   {
      "姓名": "尹世杰",
      "地址": "奥克兰",
      "字段2": "华沙",
      "字段4": "墨西哥城",
      "jiguan": "渥太华",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "孙秀华",
      "地址": "福建省厦门市",
      "字段2": "哥本哈根",
      "字段4": "奥斯陆",
      "jiguan": "罗马",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "邹洋",
      "地址": "约翰内斯堡",
      "字段2": "华沙",
      "字段4": "墨尔本",
      "jiguan": "拉萨",
      "fld3": "曼谷"
   },
   {
      "姓名": "齐怡",
      "地址": "四川省成都市",
      "字段2": "吉隆坡",
      "字段4": "贵州省贵阳市",
      "jiguan": "孟买",
      "fld3": "孟买"
   },
   {
      "姓名": "周迪",
      "地址": "广西南宁市",
      "字段2": "布鲁塞尔",
      "字段4": "吉隆坡",
      "jiguan": "广州",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "齐亮",
      "地址": "哥本哈根",
      "字段2": "雅加达",
      "字段4": "布鲁塞尔",
      "jiguan": "哈尔滨",
      "fld3": "雅加达"
   },
   {
      "姓名": "许洁",
      "地址": "吉林省长春市",
      "字段2": "多伦多",
      "字段4": "海南省海口市",
      "jiguan": "拉萨",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "卫静",
      "地址": "圣保罗",
      "字段2": "吉隆坡",
      "字段4": "圣地亚哥",
      "jiguan": "天津",
      "fld3": "巴黎"
   },
   {
      "姓名": "水红",
      "地址": "江西省南昌市",
      "字段2": "河南省郑州市",
      "字段4": "伦敦",
      "jiguan": "拉萨",
      "fld3": "台北市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "广东省广州市",
      "字段2": "慕尼黑",
      "字段4": "开普敦",
      "jiguan": "奥克兰",
      "fld3": "曼谷"
   },
   {
      "姓名": "黄龚",
      "地址": "墨西哥城",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "乌鲁木齐",
      "fld3": "温哥华"
   },
   {
      "姓名": "尹世杰",
      "地址": "澳门特别行政区",
      "字段2": "广东省广州市",
      "字段4": "约翰内斯堡",
      "jiguan": "重庆",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "赵巧",
      "地址": "纽约",
      "字段2": "山东省青岛市",
      "字段4": "巴塞罗那",
      "jiguan": "孟买",
      "fld3": "奥克兰"
   },
   {
      "姓名": "孙云",
      "地址": "河南省郑州市",
      "字段2": "孟买",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "马德里",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "罗怡",
      "地址": "利马",
      "字段2": "多伦多",
      "字段4": "辽宁省沈阳市",
      "jiguan": "孟买",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "柏华",
      "地址": "悉尼",
      "字段2": "内罗毕",
      "字段4": "台北市",
      "jiguan": "赫尔辛基",
      "fld3": "台北市"
   },
   {
      "姓名": "谢伟",
      "地址": "东京",
      "字段2": "新加坡",
      "字段4": "利马",
      "jiguan": "布达佩斯",
      "fld3": "内罗毕"
   },
   {
      "姓名": "水红",
      "地址": "罗马",
      "字段2": "布鲁塞尔",
      "字段4": "布达佩斯",
      "jiguan": "雅典",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "殷明",
      "地址": "悉尼",
      "字段2": "迪拜",
      "字段4": "曼谷",
      "jiguan": "巴黎",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "汤全",
      "地址": "内蒙古呼和浩特市",
      "字段2": "米兰",
      "字段4": "布鲁塞尔",
      "jiguan": "郑州",
      "fld3": "渥太华"
   },
   {
      "姓名": "乐巧",
      "地址": "布宜诺斯艾利斯",
      "字段2": "香港特别行政区",
      "字段4": "江西省南昌市",
      "jiguan": "沈阳",
      "fld3": "悉尼"
   },
   {
      "姓名": "孙刚",
      "地址": "米兰",
      "字段2": "四川省成都市",
      "字段4": "巴塞罗那",
      "jiguan": "南京",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "孙龚",
      "地址": "辽宁省大连市",
      "字段2": "河南省郑州市",
      "字段4": "孟买",
      "jiguan": "巴塞罗那",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "施秀华",
      "地址": "华沙",
      "字段2": "四川省成都市",
      "字段4": "曼谷",
      "jiguan": "新德里",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "孙秀华",
      "地址": "四川省成都市",
      "字段2": "台北市",
      "字段4": "青海省西宁市",
      "jiguan": "莫斯科",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "陶芳",
      "地址": "青海省西宁市",
      "字段2": "墨西哥城",
      "字段4": "哥本哈根",
      "jiguan": "天津",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "许洁",
      "地址": "斯德哥尔摩",
      "字段2": "香港特别行政区",
      "字段4": "卡拉奇",
      "jiguan": "渥太华",
      "fld3": "多伦多"
   },
   {
      "姓名": "余杰",
      "地址": "台北市",
      "字段2": "里约热内卢",
      "字段4": "山西省太原市",
      "jiguan": "新德里",
      "fld3": "多伦多"
   },
   {
      "姓名": "元玲",
      "地址": "维也纳",
      "字段2": "马德里",
      "字段4": "东京",
      "jiguan": "米兰",
      "fld3": "新德里"
   },
   {
      "姓名": "汤全",
      "地址": "墨西哥城",
      "字段2": "伊斯坦布尔",
      "字段4": "海南省海口市",
      "jiguan": "南昌",
      "fld3": "开普敦"
   },
   {
      "姓名": "云洋",
      "地址": "布拉格",
      "字段2": "悉尼",
      "字段4": "悉尼",
      "jiguan": "伊斯坦布尔",
      "fld3": "奥克兰"
   },
   {
      "姓名": "许明",
      "地址": "华沙",
      "字段2": "奥克兰",
      "字段4": "西藏拉萨市",
      "jiguan": "曼谷",
      "fld3": "台北市"
   },
   {
      "姓名": "元玲",
      "地址": "奥克兰",
      "字段2": "里约热内卢",
      "字段4": "纽约",
      "jiguan": "伦敦",
      "fld3": "利马"
   },
   {
      "姓名": "许平",
      "地址": "布宜诺斯艾利斯",
      "字段2": "多伦多",
      "字段4": "云南省昆明市",
      "jiguan": "新德里",
      "fld3": "圣保罗"
   },
   {
      "姓名": "黄龚",
      "地址": "布达佩斯",
      "字段2": "马德里",
      "字段4": "广东省广州市",
      "jiguan": "巴黎",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "水明",
      "地址": "新德里",
      "字段2": "曼谷",
      "字段4": "布鲁塞尔",
      "jiguan": "伯尔尼",
      "fld3": "米兰"
   },
   {
      "姓名": "殷明",
      "地址": "青海省西宁市",
      "字段2": "开罗",
      "字段4": "里约热内卢",
      "jiguan": "渥太华",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "孙龚",
      "地址": "开普敦",
      "字段2": "墨尔本",
      "字段4": "伦敦",
      "jiguan": "拉萨",
      "fld3": "莫斯科"
   },
   {
      "姓名": "于洁",
      "地址": "吉隆坡",
      "字段2": "墨尔本",
      "字段4": "海南省海口市",
      "jiguan": "乌鲁木齐",
      "fld3": "开普敦"
   },
   {
      "姓名": "姜秀华",
      "地址": "巴塞罗那",
      "字段2": "莫斯科",
      "字段4": "温哥华",
      "jiguan": "海口",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "史芳",
      "地址": "新加坡",
      "字段2": "浙江省杭州市",
      "字段4": "云南省昆明市",
      "jiguan": "郑州",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "伍艳",
      "地址": "孟买",
      "字段2": "布鲁塞尔",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "南昌",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "卫静",
      "地址": "广东省广州市",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "悉尼",
      "jiguan": "武汉",
      "fld3": "雅加达"
   },
   {
      "姓名": "陶兵",
      "地址": "布宜诺斯艾利斯",
      "字段2": "布达佩斯",
      "字段4": "辽宁省大连市",
      "jiguan": "台北",
      "fld3": "雅加达"
   },
   {
      "姓名": "于洁",
      "地址": "悉尼",
      "字段2": "迪拜",
      "字段4": "吉林省长春市",
      "jiguan": "长春",
      "fld3": "莫斯科"
   },
   {
      "姓名": "卜桂兰",
      "地址": "内罗毕",
      "字段2": "布鲁塞尔",
      "字段4": "斯德哥尔摩",
      "jiguan": "天津",
      "fld3": "内罗毕"
   },
   {
      "姓名": "于华",
      "地址": "维也纳",
      "字段2": "西藏拉萨市",
      "字段4": "甘肃省兰州市",
      "jiguan": "赫尔辛基",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "钱刚",
      "地址": "开罗",
      "字段2": "维也纳",
      "字段4": "哥本哈根",
      "jiguan": "伦敦",
      "fld3": "曼谷"
   },
   {
      "姓名": "赵巧",
      "地址": "多伦多",
      "字段2": "维也纳",
      "字段4": "广西南宁市",
      "jiguan": "青岛",
      "fld3": "渥太华"
   },
   {
      "姓名": "廉洋",
      "地址": "雅加达",
      "字段2": "内罗毕",
      "字段4": "布达佩斯",
      "jiguan": "布达佩斯",
      "fld3": "甘肃省兰州市"
   },
   {
      "姓名": "于洁",
      "地址": "渥太华",
      "字段2": "曼谷",
      "字段4": "莫斯科",
      "jiguan": "赫尔辛基",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "罗怡",
      "地址": "山西省太原市",
      "字段2": "浙江省杭州市",
      "字段4": "吉林省长春市",
      "jiguan": "迪拜",
      "fld3": "圣保罗"
   },
   {
      "姓名": "罗杰",
      "地址": "利马",
      "字段2": "贵州省贵阳市",
      "字段4": "维也纳",
      "jiguan": "沈阳",
      "fld3": "孟买"
   },
   {
      "姓名": "齐怡",
      "地址": "伊斯坦布尔",
      "字段2": "慕尼黑",
      "字段4": "曼谷",
      "jiguan": "武汉",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "褚超",
      "地址": "孟买",
      "字段2": "浙江省杭州市",
      "字段4": "山西省太原市",
      "jiguan": "柏林",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "吕兵",
      "地址": "新德里",
      "字段2": "台北市",
      "字段4": "青海省西宁市",
      "jiguan": "西宁",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "平强",
      "地址": "澳门特别行政区",
      "字段2": "维也纳",
      "字段4": "布鲁塞尔",
      "jiguan": "布达佩斯",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "卜桂兰",
      "地址": "内蒙古呼和浩特市",
      "字段2": "圣地亚哥",
      "字段4": "巴黎",
      "jiguan": "布达佩斯",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "殷明",
      "地址": "斯德哥尔摩",
      "字段2": "慕尼黑",
      "字段4": "开普敦",
      "jiguan": "米兰",
      "fld3": "内罗毕"
   },
   {
      "姓名": "廉洋",
      "地址": "开罗",
      "字段2": "浙江省杭州市",
      "字段4": "台北市",
      "jiguan": "赫尔辛基",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "于华",
      "地址": "内罗毕",
      "字段2": "青海省西宁市",
      "字段4": "香港特别行政区",
      "jiguan": "台北",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "顾桂英",
      "地址": "西藏拉萨市",
      "字段2": "华沙",
      "字段4": "宁夏银川市",
      "jiguan": "孟买",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "花洁",
      "地址": "赫尔辛基",
      "字段2": "雅加达",
      "字段4": "澳门特别行政区",
      "jiguan": "卡拉奇",
      "fld3": "吉隆坡"
   },
   {
      "姓名": "任建华",
      "地址": "孟买",
      "字段2": "巴塞罗那",
      "字段4": "香港特别行政区",
      "jiguan": "哈尔滨",
      "fld3": "罗马"
   },
   {
      "姓名": "于玲",
      "地址": "广东省广州市",
      "字段2": "布鲁塞尔",
      "字段4": "悉尼",
      "jiguan": "圣地亚哥",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "谢丽",
      "地址": "辽宁省沈阳市",
      "字段2": "纽约",
      "字段4": "贵州省贵阳市",
      "jiguan": "孟买",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "谢丽",
      "地址": "卡拉奇",
      "字段2": "马德里",
      "字段4": "蒙特利尔",
      "jiguan": "广州",
      "fld3": "内罗毕"
   },
   {
      "姓名": "水红",
      "地址": "山东省青岛市",
      "字段2": "孟买",
      "字段4": "孟买",
      "jiguan": "广州",
      "fld3": "维也纳"
   },
   {
      "姓名": "吕兵",
      "地址": "卡拉奇",
      "字段2": "巴黎",
      "字段4": "赫尔辛基",
      "jiguan": "曼谷",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "柏华",
      "地址": "华沙",
      "字段2": "米兰",
      "字段4": "甘肃省兰州市",
      "jiguan": "布达佩斯",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "黄龚",
      "地址": "四川省成都市",
      "字段2": "悉尼",
      "字段4": "广西南宁市",
      "jiguan": "悉尼",
      "fld3": "内罗毕"
   },
   {
      "姓名": "傅霞",
      "地址": "米兰",
      "字段2": "澳门特别行政区",
      "字段4": "布拉格",
      "jiguan": "蒙特利尔",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "史新",
      "地址": "悉尼",
      "字段2": "布达佩斯",
      "字段4": "温哥华",
      "jiguan": "新德里",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "罗怡",
      "地址": "纽约",
      "字段2": "迪拜",
      "字段4": "吉林省长春市",
      "jiguan": "迪拜",
      "fld3": "维也纳"
   },
   {
      "姓名": "杨洁",
      "地址": "孟买",
      "字段2": "内罗毕",
      "字段4": "奥斯陆",
      "jiguan": "乌鲁木齐",
      "fld3": "内罗毕"
   },
   {
      "姓名": "范兵",
      "地址": "宁夏银川市",
      "字段2": "渥太华",
      "字段4": "华沙",
      "jiguan": "巴黎",
      "fld3": "纽约"
   },
   {
      "姓名": "云洋",
      "地址": "渥太华",
      "字段2": "圣保罗",
      "字段4": "圣保罗",
      "jiguan": "伊斯坦布尔",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "乐巧",
      "地址": "温哥华",
      "字段2": "山东省济南市",
      "字段4": "山东省济南市",
      "jiguan": "南昌",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "谢丽",
      "地址": "布达佩斯",
      "字段2": "伊斯坦布尔",
      "字段4": "巴塞罗那",
      "jiguan": "郑州",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "钱刚",
      "地址": "悉尼",
      "字段2": "卡拉奇",
      "字段4": "澳门特别行政区",
      "jiguan": "厦门",
      "fld3": "开罗"
   },
   {
      "姓名": "伍艳",
      "地址": "布达佩斯",
      "字段2": "柏林",
      "字段4": "雅加达",
      "jiguan": "南宁",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "任建华",
      "地址": "约翰内斯堡",
      "字段2": "新德里",
      "字段4": "新加坡",
      "jiguan": "布达佩斯",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "陶芳",
      "地址": "辽宁省大连市",
      "字段2": "奥斯陆",
      "字段4": "马德里",
      "jiguan": "沈阳",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "于华",
      "地址": "新疆乌鲁木齐市",
      "字段2": "贵州省贵阳市",
      "字段4": "广东省广州市",
      "jiguan": "成都",
      "fld3": "孟买"
   },
   {
      "姓名": "孙秀华",
      "地址": "开罗",
      "字段2": "蒙特利尔",
      "字段4": "悉尼",
      "jiguan": "赫尔辛基",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "花怡",
      "地址": "伦敦",
      "字段2": "纽约",
      "字段4": "山西省太原市",
      "jiguan": "南京",
      "fld3": "开罗"
   },
   {
      "姓名": "齐怡",
      "地址": "伯尔尼",
      "字段2": "广西南宁市",
      "字段4": "青海省西宁市",
      "jiguan": "曼谷",
      "fld3": "莫斯科"
   },
   {
      "姓名": "卫玉梅",
      "地址": "香港特别行政区",
      "字段2": "曼谷",
      "字段4": "宁夏银川市",
      "jiguan": "莫斯科",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "苏龙",
      "地址": "伯尔尼",
      "字段2": "辽宁省沈阳市",
      "字段4": "伯尔尼",
      "jiguan": "迪拜",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "姜秀华",
      "地址": "东京",
      "字段2": "墨尔本",
      "字段4": "内罗毕",
      "jiguan": "沈阳",
      "fld3": "奥克兰"
   },
   {
      "姓名": "尹世杰",
      "地址": "奥克兰",
      "字段2": "山西省太原市",
      "字段4": "悉尼",
      "jiguan": "马德里",
      "fld3": "米兰"
   },
   {
      "姓名": "卜桂兰",
      "地址": "布达佩斯",
      "字段2": "布达佩斯",
      "字段4": "圣保罗",
      "jiguan": "伦敦",
      "fld3": "墨尔本"
   },
   {
      "姓名": "苏龙",
      "地址": "斯德哥尔摩",
      "字段2": "斯德哥尔摩",
      "字段4": "圣保罗",
      "jiguan": "奥斯陆",
      "fld3": "内罗毕"
   },
   {
      "姓名": "孙秀华",
      "地址": "吉隆坡",
      "字段2": "布拉格",
      "字段4": "慕尼黑",
      "jiguan": "罗马",
      "fld3": "新德里"
   },
   {
      "姓名": "卜云",
      "地址": "巴黎",
      "字段2": "奥克兰",
      "字段4": "山东省济南市",
      "jiguan": "布拉格",
      "fld3": "巴黎"
   },
   {
      "姓名": "汤全",
      "地址": "开罗",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "吉隆坡",
      "jiguan": "迪拜",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "云洋",
      "地址": "宁夏银川市",
      "字段2": "奥斯陆",
      "字段4": "新德里",
      "jiguan": "雅加达",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "乐巧",
      "地址": "西藏拉萨市",
      "字段2": "澳门特别行政区",
      "字段4": "巴黎",
      "jiguan": "米兰",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "邹洋",
      "地址": "悉尼",
      "字段2": "圣保罗",
      "字段4": "华沙",
      "jiguan": "沈阳",
      "fld3": "莫斯科"
   },
   {
      "姓名": "施秀华",
      "地址": "阿姆斯特丹",
      "字段2": "开罗",
      "字段4": "温哥华",
      "jiguan": "伊斯坦布尔",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "周迪",
      "地址": "安徽省合肥市",
      "字段2": "吉隆坡",
      "字段4": "开罗",
      "jiguan": "奥斯陆",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "许洁",
      "地址": "台北市",
      "字段2": "宁夏银川市",
      "字段4": "罗马",
      "jiguan": "孟买",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "范兵",
      "地址": "内罗毕",
      "字段2": "海南省海口市",
      "字段4": "浙江省杭州市",
      "jiguan": "广州",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "于玲",
      "地址": "内罗毕",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "赫尔辛基",
      "jiguan": "迪拜",
      "fld3": "新德里"
   },
   {
      "姓名": "杨洁",
      "地址": "巴塞罗那",
      "字段2": "蒙特利尔",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "奥斯陆",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "谢丽",
      "地址": "江西省南昌市",
      "字段2": "澳门特别行政区",
      "字段4": "福建省厦门市",
      "jiguan": "约翰内斯堡",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "布宜诺斯艾利斯",
      "字段2": "山东省济南市",
      "字段4": "多伦多",
      "jiguan": "香港",
      "fld3": "柏林"
   },
   {
      "姓名": "于华",
      "地址": "西藏拉萨市",
      "字段2": "卡拉奇",
      "字段4": "孟买",
      "jiguan": "武汉",
      "fld3": "伦敦"
   },
   {
      "姓名": "尹怡",
      "地址": "斯德哥尔摩",
      "字段2": "斯德哥尔摩",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "曼谷",
      "fld3": "台北市"
   },
   {
      "姓名": "孙秀华",
      "地址": "台北市",
      "字段2": "辽宁省大连市",
      "字段4": "里约热内卢",
      "jiguan": "台北",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "廉洋",
      "地址": "蒙特利尔",
      "字段2": "哥本哈根",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "青岛",
      "fld3": "孟买"
   },
   {
      "姓名": "卜桂兰",
      "地址": "孟买",
      "字段2": "东京",
      "字段4": "开普敦",
      "jiguan": "伯尔尼",
      "fld3": "雅典"
   },
   {
      "姓名": "殷明",
      "地址": "圣保罗",
      "字段2": "奥克兰",
      "字段4": "台北市",
      "jiguan": "合肥",
      "fld3": "伦敦"
   },
   {
      "姓名": "雷静",
      "地址": "渥太华",
      "字段2": "雅典",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "南昌",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "云桂英",
      "地址": "内罗毕",
      "字段2": "山东省济南市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "郑州",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "柏华",
      "地址": "青海省西宁市",
      "字段2": "伊斯坦布尔",
      "字段4": "卡拉奇",
      "jiguan": "长春",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "孙龚",
      "地址": "西藏拉萨市",
      "字段2": "吉林省长春市",
      "字段4": "墨尔本",
      "jiguan": "郑州",
      "fld3": "新德里"
   },
   {
      "姓名": "周敏",
      "地址": "新加坡",
      "字段2": "开罗",
      "字段4": "新德里",
      "jiguan": "长春",
      "fld3": "东京"
   },
   {
      "姓名": "元玲",
      "地址": "孟买",
      "字段2": "孟买",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "迪拜",
      "fld3": "布拉格"
   },
   {
      "姓名": "施秀华",
      "地址": "布宜诺斯艾利斯",
      "字段2": "孟买",
      "字段4": "内罗毕",
      "jiguan": "卡拉奇",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "柏华",
      "地址": "云南省昆明市",
      "字段2": "布拉格",
      "字段4": "贵州省贵阳市",
      "jiguan": "乌鲁木齐",
      "fld3": "渥太华"
   },
   {
      "姓名": "尹怡",
      "地址": "广西南宁市",
      "字段2": "内罗毕",
      "字段4": "布拉格",
      "jiguan": "奥斯陆",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "平强",
      "地址": "卡拉奇",
      "字段2": "布拉格",
      "字段4": "多伦多",
      "jiguan": "郑州",
      "fld3": "东京"
   },
   {
      "姓名": "杨洋",
      "地址": "布鲁塞尔",
      "字段2": "悉尼",
      "字段4": "浙江省杭州市",
      "jiguan": "圣地亚哥",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "凤桂兰",
      "地址": "雅加达",
      "字段2": "慕尼黑",
      "字段4": "香港特别行政区",
      "jiguan": "巴黎",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "范兵",
      "地址": "布鲁塞尔",
      "字段2": "河南省郑州市",
      "字段4": "悉尼",
      "jiguan": "武汉",
      "fld3": "雅典"
   },
   {
      "姓名": "尹怡",
      "地址": "台北市",
      "字段2": "台北市",
      "字段4": "约翰内斯堡",
      "jiguan": "巴塞罗那",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "乐巧",
      "地址": "圣地亚哥",
      "字段2": "孟买",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "阿姆斯特丹",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "杨洁",
      "地址": "赫尔辛基",
      "字段2": "河南省郑州市",
      "字段4": "山东省青岛市",
      "jiguan": "莫斯科",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "杨洁",
      "地址": "雅加达",
      "字段2": "内罗毕",
      "字段4": "布达佩斯",
      "jiguan": "伦敦",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "平强",
      "地址": "维也纳",
      "字段2": "蒙特利尔",
      "字段4": "香港特别行政区",
      "jiguan": "新德里",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "施秀华",
      "地址": "辽宁省大连市",
      "字段2": "米兰",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "雅典",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "许明",
      "地址": "新加坡",
      "字段2": "布达佩斯",
      "字段4": "孟买",
      "jiguan": "拉萨",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "水红",
      "地址": "孟买",
      "字段2": "江苏省南京市",
      "字段4": "维也纳",
      "jiguan": "郑州",
      "fld3": "伦敦"
   },
   {
      "姓名": "钱刚",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "赫尔辛基",
      "字段4": "宁夏银川市",
      "jiguan": "布拉格",
      "fld3": "内罗毕"
   },
   {
      "姓名": "廉洋",
      "地址": "罗马",
      "字段2": "蒙特利尔",
      "字段4": "广西南宁市",
      "jiguan": "圣地亚哥",
      "fld3": "纽约"
   },
   {
      "姓名": "廉洋",
      "地址": "海南省海口市",
      "字段2": "山东省青岛市",
      "字段4": "马德里",
      "jiguan": "太原",
      "fld3": "新德里"
   },
   {
      "姓名": "陶兵",
      "地址": "悉尼",
      "字段2": "伊斯坦布尔",
      "字段4": "四川省成都市",
      "jiguan": "成都",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "汤全",
      "地址": "迪拜",
      "字段2": "江苏省南京市",
      "字段4": "海南省海口市",
      "jiguan": "奥斯陆",
      "fld3": "孟买"
   },
   {
      "姓名": "傅霞",
      "地址": "曼谷",
      "字段2": "卡拉奇",
      "字段4": "孟买",
      "jiguan": "渥太华",
      "fld3": "悉尼"
   },
   {
      "姓名": "喻秀华",
      "地址": "莫斯科",
      "字段2": "伯尔尼",
      "字段4": "纽约",
      "jiguan": "南宁",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "汤全",
      "地址": "纽约",
      "字段2": "雅典",
      "字段4": "广东省广州市",
      "jiguan": "孟买",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "云桂英",
      "地址": "赫尔辛基",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "伦敦",
      "jiguan": "莫斯科",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "喻秀华",
      "地址": "巴塞罗那",
      "字段2": "墨西哥城",
      "字段4": "巴塞罗那",
      "jiguan": "武汉",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "乐巧",
      "地址": "台北市",
      "字段2": "台北市",
      "字段4": "莫斯科",
      "jiguan": "大连",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "齐怡",
      "地址": "广东省广州市",
      "字段2": "罗马",
      "字段4": "江西省南昌市",
      "jiguan": "迪拜",
      "fld3": "悉尼"
   },
   {
      "姓名": "罗杰",
      "地址": "内罗毕",
      "字段2": "内罗毕",
      "字段4": "宁夏银川市",
      "jiguan": "沈阳",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "邹洋",
      "地址": "内蒙古呼和浩特市",
      "字段2": "河南省郑州市",
      "字段4": "华沙",
      "jiguan": "巴塞罗那",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "雷静",
      "地址": "迪拜",
      "字段2": "米兰",
      "字段4": "孟买",
      "jiguan": "布拉格",
      "fld3": "曼谷"
   },
   {
      "姓名": "水明",
      "地址": "巴黎",
      "字段2": "开罗",
      "字段4": "山西省太原市",
      "jiguan": "卡拉奇",
      "fld3": "伦敦"
   },
   {
      "姓名": "范兵",
      "地址": "江苏省南京市",
      "字段2": "悉尼",
      "字段4": "布达佩斯",
      "jiguan": "奥克兰",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "孙刚",
      "地址": "伯尔尼",
      "字段2": "福建省厦门市",
      "字段4": "江西省南昌市",
      "jiguan": "巴黎",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "殷明",
      "地址": "台北市",
      "字段2": "墨尔本",
      "字段4": "墨西哥城",
      "jiguan": "奥斯陆",
      "fld3": "纽约"
   },
   {
      "姓名": "花洁",
      "地址": "渥太华",
      "字段2": "慕尼黑",
      "字段4": "孟买",
      "jiguan": "悉尼",
      "fld3": "台北市"
   },
   {
      "姓名": "施秀华",
      "地址": "浙江省杭州市",
      "字段2": "甘肃省兰州市",
      "字段4": "温哥华",
      "jiguan": "曼谷",
      "fld3": "纽约"
   },
   {
      "姓名": "尹怡",
      "地址": "吉隆坡",
      "字段2": "江西省南昌市",
      "字段4": "哥本哈根",
      "jiguan": "哈尔滨",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "花洁",
      "地址": "巴塞罗那",
      "字段2": "墨尔本",
      "字段4": "西藏拉萨市",
      "jiguan": "厦门",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "邹洋",
      "地址": "莫斯科",
      "字段2": "贵州省贵阳市",
      "字段4": "宁夏银川市",
      "jiguan": "内罗毕",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "卫静",
      "地址": "慕尼黑",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "青海省西宁市",
      "jiguan": "南宁",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "邹洋",
      "地址": "罗马",
      "字段2": "台北市",
      "字段4": "迪拜",
      "jiguan": "布达佩斯",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "余亮",
      "地址": "利马",
      "字段2": "东京",
      "字段4": "辽宁省沈阳市",
      "jiguan": "雅典",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "吕兵",
      "地址": "利马",
      "字段2": "奥斯陆",
      "字段4": "悉尼",
      "jiguan": "柏林",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "水红",
      "地址": "米兰",
      "字段2": "米兰",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "开普敦",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "余杰",
      "地址": "米兰",
      "字段2": "青海省西宁市",
      "字段4": "江西省南昌市",
      "jiguan": "重庆",
      "fld3": "马德里"
   },
   {
      "姓名": "齐怡",
      "地址": "青海省西宁市",
      "字段2": "蒙特利尔",
      "字段4": "布鲁塞尔",
      "jiguan": "雅典",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "邹洋",
      "地址": "布达佩斯",
      "字段2": "巴塞罗那",
      "字段4": "山东省青岛市",
      "jiguan": "开普敦",
      "fld3": "圣保罗"
   },
   {
      "姓名": "水明",
      "地址": "安徽省合肥市",
      "字段2": "贵州省贵阳市",
      "字段4": "江苏省南京市",
      "jiguan": "内罗毕",
      "fld3": "米兰"
   },
   {
      "姓名": "廉洋",
      "地址": "利马",
      "字段2": "维也纳",
      "字段4": "伯尔尼",
      "jiguan": "柏林",
      "fld3": "东京"
   },
   {
      "姓名": "平强",
      "地址": "雅加达",
      "字段2": "巴塞罗那",
      "字段4": "浙江省杭州市",
      "jiguan": "伦敦",
      "fld3": "米兰"
   },
   {
      "姓名": "褚超",
      "地址": "慕尼黑",
      "字段2": "赫尔辛基",
      "字段4": "澳门特别行政区",
      "jiguan": "乌鲁木齐",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "于玲",
      "地址": "东京",
      "字段2": "墨尔本",
      "字段4": "甘肃省兰州市",
      "jiguan": "重庆",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "吕兵",
      "地址": "多伦多",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "内蒙古呼和浩特市",
      "jiguan": "大连",
      "fld3": "新加坡"
   },
   {
      "姓名": "陶兵",
      "地址": "广东省广州市",
      "字段2": "新加坡",
      "字段4": "墨尔本",
      "jiguan": "乌鲁木齐",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "许洁",
      "地址": "新疆乌鲁木齐市",
      "字段2": "布鲁塞尔",
      "字段4": "维也纳",
      "jiguan": "巴黎",
      "fld3": "罗马"
   },
   {
      "姓名": "孙龚",
      "地址": "青海省西宁市",
      "字段2": "蒙特利尔",
      "字段4": "云南省昆明市",
      "jiguan": "悉尼",
      "fld3": "渥太华"
   },
   {
      "姓名": "卫静",
      "地址": "柏林",
      "字段2": "约翰内斯堡",
      "字段4": "台北市",
      "jiguan": "新德里",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "周敏",
      "地址": "新加坡",
      "字段2": "河南省郑州市",
      "字段4": "雅加达",
      "jiguan": "卡拉奇",
      "fld3": "内罗毕"
   },
   {
      "姓名": "杨洋",
      "地址": "阿姆斯特丹",
      "字段2": "哥本哈根",
      "字段4": "奥克兰",
      "jiguan": "卡拉奇",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "卫静",
      "地址": "悉尼",
      "字段2": "浙江省杭州市",
      "字段4": "孟买",
      "jiguan": "开普敦",
      "fld3": "渥太华"
   },
   {
      "姓名": "孙龚",
      "地址": "巴塞罗那",
      "字段2": "雅加达",
      "字段4": "里约热内卢",
      "jiguan": "巴黎",
      "fld3": "布拉格"
   },
   {
      "姓名": "许平",
      "地址": "吉林省长春市",
      "字段2": "多伦多",
      "字段4": "马德里",
      "jiguan": "曼谷",
      "fld3": "利马"
   },
   {
      "姓名": "姜秀华",
      "地址": "墨尔本",
      "字段2": "浙江省杭州市",
      "字段4": "澳门特别行政区",
      "jiguan": "乌鲁木齐",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "傅霞",
      "地址": "墨尔本",
      "字段2": "雅典",
      "字段4": "布达佩斯",
      "jiguan": "天津",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "任建华",
      "地址": "柏林",
      "字段2": "内罗毕",
      "字段4": "罗马",
      "jiguan": "厦门",
      "fld3": "布拉格"
   },
   {
      "姓名": "卜云",
      "地址": "莫斯科",
      "字段2": "吉隆坡",
      "字段4": "香港特别行政区",
      "jiguan": "巴塞罗那",
      "fld3": "东京"
   },
   {
      "姓名": "余亮",
      "地址": "利马",
      "字段2": "澳门特别行政区",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "布达佩斯",
      "fld3": "曼谷"
   },
   {
      "姓名": "周敏",
      "地址": "伊斯坦布尔",
      "字段2": "纽约",
      "字段4": "纽约",
      "jiguan": "悉尼",
      "fld3": "伦敦"
   },
   {
      "姓名": "云桂英",
      "地址": "多伦多",
      "字段2": "云南省昆明市",
      "字段4": "孟买",
      "jiguan": "蒙特利尔",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "孙龚",
      "地址": "内罗毕",
      "字段2": "山东省济南市",
      "字段4": "莫斯科",
      "jiguan": "内罗毕",
      "fld3": "墨尔本"
   },
   {
      "姓名": "褚超",
      "地址": "东京",
      "字段2": "辽宁省沈阳市",
      "字段4": "布拉格",
      "jiguan": "天津",
      "fld3": "渥太华"
   },
   {
      "姓名": "伍艳",
      "地址": "山东省济南市",
      "字段2": "温哥华",
      "字段4": "渥太华",
      "jiguan": "奥斯陆",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "余亮",
      "地址": "雅典",
      "字段2": "布达佩斯",
      "字段4": "福建省厦门市",
      "jiguan": "奥斯陆",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "谢丽",
      "地址": "伦敦",
      "字段2": "圣保罗",
      "字段4": "浙江省杭州市",
      "jiguan": "内罗毕",
      "fld3": "迪拜"
   },
   {
      "姓名": "杨洁",
      "地址": "慕尼黑",
      "字段2": "东京",
      "字段4": "开罗",
      "jiguan": "天津",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "伍艳",
      "地址": "纽约",
      "字段2": "斯德哥尔摩",
      "字段4": "马德里",
      "jiguan": "厦门",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "乐巧",
      "地址": "雅典",
      "字段2": "香港特别行政区",
      "字段4": "墨西哥城",
      "jiguan": "成都",
      "fld3": "维也纳"
   },
   {
      "姓名": "廉洋",
      "地址": "巴黎",
      "字段2": "安徽省合肥市",
      "字段4": "迪拜",
      "jiguan": "迪拜",
      "fld3": "罗马"
   },
   {
      "姓名": "史新",
      "地址": "辽宁省大连市",
      "字段2": "河南省郑州市",
      "字段4": "哥本哈根",
      "jiguan": "香港",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "乐巧",
      "地址": "宁夏银川市",
      "字段2": "奥克兰",
      "字段4": "柏林",
      "jiguan": "内罗毕",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "史新",
      "地址": "伯尔尼",
      "字段2": "迪拜",
      "字段4": "辽宁省大连市",
      "jiguan": "柏林",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "许明",
      "地址": "新疆乌鲁木齐市",
      "字段2": "台北市",
      "字段4": "福建省厦门市",
      "jiguan": "伦敦",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "罗怡",
      "地址": "山西省太原市",
      "字段2": "海南省海口市",
      "字段4": "约翰内斯堡",
      "jiguan": "青岛",
      "fld3": "莫斯科"
   },
   {
      "姓名": "邹洋",
      "地址": "罗马",
      "字段2": "东京",
      "字段4": "马德里",
      "jiguan": "孟买",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "里约热内卢",
      "字段2": "青海省西宁市",
      "字段4": "圣地亚哥",
      "jiguan": "曼谷",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "伍艳",
      "地址": "雅典",
      "字段2": "里约热内卢",
      "字段4": "墨尔本",
      "jiguan": "孟买",
      "fld3": "悉尼"
   },
   {
      "姓名": "范兵",
      "地址": "吉隆坡",
      "字段2": "渥太华",
      "字段4": "布拉格",
      "jiguan": "阿姆斯特丹",
      "fld3": "利马"
   },
   {
      "姓名": "蒋秀英",
      "地址": "奥斯陆",
      "字段2": "奥斯陆",
      "字段4": "奥克兰",
      "jiguan": "沈阳",
      "fld3": "开罗"
   },
   {
      "姓名": "吕兵",
      "地址": "山东省济南市",
      "字段2": "贵州省贵阳市",
      "字段4": "巴黎",
      "jiguan": "青岛",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "于玲",
      "地址": "圣保罗",
      "字段2": "江西省南昌市",
      "字段4": "宁夏银川市",
      "jiguan": "奥克兰",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "花怡",
      "地址": "新加坡",
      "字段2": "纽约",
      "字段4": "慕尼黑",
      "jiguan": "圣地亚哥",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "许平",
      "地址": "新德里",
      "字段2": "西藏拉萨市",
      "字段4": "斯德哥尔摩",
      "jiguan": "沈阳",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "尹超",
      "地址": "山西省太原市",
      "字段2": "澳门特别行政区",
      "字段4": "里约热内卢",
      "jiguan": "曼谷",
      "fld3": "维也纳"
   },
   {
      "姓名": "卜云",
      "地址": "柏林",
      "字段2": "蒙特利尔",
      "字段4": "约翰内斯堡",
      "jiguan": "武汉",
      "fld3": "巴黎"
   },
   {
      "姓名": "周迪",
      "地址": "香港特别行政区",
      "字段2": "江西省南昌市",
      "字段4": "哥本哈根",
      "jiguan": "奥斯陆",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "齐亮",
      "地址": "吉隆坡",
      "字段2": "约翰内斯堡",
      "字段4": "开普敦",
      "jiguan": "大连",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "杨洋",
      "地址": "莫斯科",
      "字段2": "广东省广州市",
      "字段4": "山东省青岛市",
      "jiguan": "重庆",
      "fld3": "曼谷"
   },
   {
      "姓名": "雷静",
      "地址": "多伦多",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "河南省郑州市",
      "jiguan": "曼谷",
      "fld3": "多伦多"
   },
   {
      "姓名": "顾桂英",
      "地址": "内罗毕",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "东京",
      "jiguan": "南京",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "苏龙",
      "地址": "里约热内卢",
      "字段2": "山东省青岛市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "悉尼",
      "fld3": "雅典"
   },
   {
      "姓名": "凤桂兰",
      "地址": "布宜诺斯艾利斯",
      "字段2": "江苏省南京市",
      "字段4": "孟买",
      "jiguan": "悉尼",
      "fld3": "利马"
   },
   {
      "姓名": "任建华",
      "地址": "利马",
      "字段2": "墨尔本",
      "字段4": "孟买",
      "jiguan": "沈阳",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "水红",
      "地址": "巴黎",
      "字段2": "阿姆斯特丹",
      "字段4": "圣地亚哥",
      "jiguan": "成都",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "元玲",
      "地址": "澳门特别行政区",
      "字段2": "迪拜",
      "字段4": "哥本哈根",
      "jiguan": "雅典",
      "fld3": "奥克兰"
   },
   {
      "姓名": "周迪",
      "地址": "伯尔尼",
      "字段2": "吉隆坡",
      "字段4": "广西南宁市",
      "jiguan": "布达佩斯",
      "fld3": "布拉格"
   },
   {
      "姓名": "蒋秀英",
      "地址": "孟买",
      "字段2": "香港特别行政区",
      "字段4": "慕尼黑",
      "jiguan": "约翰内斯堡",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "伍艳",
      "地址": "伦敦",
      "字段2": "宁夏银川市",
      "字段4": "新德里",
      "jiguan": "大连",
      "fld3": "渥太华"
   },
   {
      "姓名": "尹超",
      "地址": "圣保罗",
      "字段2": "卡拉奇",
      "字段4": "曼谷",
      "jiguan": "赫尔辛基",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "云洋",
      "地址": "辽宁省大连市",
      "字段2": "开罗",
      "字段4": "广东省广州市",
      "jiguan": "曼谷",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "水红",
      "地址": "辽宁省沈阳市",
      "字段2": "开普敦",
      "字段4": "柏林",
      "jiguan": "新德里",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "罗杰",
      "地址": "开普敦",
      "字段2": "云南省昆明市",
      "字段4": "广西南宁市",
      "jiguan": "孟买",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "廉洋",
      "地址": "布达佩斯",
      "字段2": "墨尔本",
      "字段4": "布拉格",
      "jiguan": "南昌",
      "fld3": "东京"
   },
   {
      "姓名": "凤桂兰",
      "地址": "布鲁塞尔",
      "字段2": "布达佩斯",
      "字段4": "开罗",
      "jiguan": "南宁",
      "fld3": "华沙"
   },
   {
      "姓名": "许明",
      "地址": "开罗",
      "字段2": "米兰",
      "字段4": "青海省西宁市",
      "jiguan": "米兰",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "卜云",
      "地址": "温哥华",
      "字段2": "新加坡",
      "字段4": "吉林省长春市",
      "jiguan": "阿姆斯特丹",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "云洋",
      "地址": "吉隆坡",
      "字段2": "布拉格",
      "字段4": "新加坡",
      "jiguan": "卡拉奇",
      "fld3": "纽约"
   },
   {
      "姓名": "杨洁",
      "地址": "悉尼",
      "字段2": "新德里",
      "字段4": "奥克兰",
      "jiguan": "开普敦",
      "fld3": "曼谷"
   },
   {
      "姓名": "齐亮",
      "地址": "赫尔辛基",
      "字段2": "柏林",
      "字段4": "山东省青岛市",
      "jiguan": "新德里",
      "fld3": "马德里"
   },
   {
      "姓名": "赵巧",
      "地址": "孟买",
      "字段2": "斯德哥尔摩",
      "字段4": "广西南宁市",
      "jiguan": "南昌",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "孙秀华",
      "地址": "新疆乌鲁木齐市",
      "字段2": "马德里",
      "字段4": "伦敦",
      "jiguan": "深圳",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "史新",
      "地址": "巴黎",
      "字段2": "利马",
      "字段4": "吉林省长春市",
      "jiguan": "约翰内斯堡",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "齐亮",
      "地址": "哥本哈根",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "马德里",
      "jiguan": "曼谷",
      "fld3": "赫尔辛基"
   },
   {
      "姓名": "魏桂兰",
      "地址": "布鲁塞尔",
      "字段2": "孟买",
      "字段4": "奥斯陆",
      "jiguan": "巴黎",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "施秀华",
      "地址": "海南省海口市",
      "字段2": "贵州省贵阳市",
      "字段4": "约翰内斯堡",
      "jiguan": "柏林",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "云桂英",
      "地址": "河南省郑州市",
      "字段2": "孟买",
      "字段4": "马德里",
      "jiguan": "布达佩斯",
      "fld3": "安徽省合肥市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "迪拜",
      "字段2": "山西省太原市",
      "字段4": "墨西哥城",
      "jiguan": "台北",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "傅霞",
      "地址": "西藏拉萨市",
      "字段2": "巴塞罗那",
      "字段4": "福建省厦门市",
      "jiguan": "西宁",
      "fld3": "温哥华"
   },
   {
      "姓名": "元玲",
      "地址": "孟买",
      "字段2": "悉尼",
      "字段4": "西藏拉萨市",
      "jiguan": "兰州",
      "fld3": "悉尼"
   },
   {
      "姓名": "史芳",
      "地址": "台北市",
      "字段2": "海南省海口市",
      "字段4": "约翰内斯堡",
      "jiguan": "长春",
      "fld3": "利马"
   },
   {
      "姓名": "喻秀华",
      "地址": "山西省太原市",
      "字段2": "云南省昆明市",
      "字段4": "柏林",
      "jiguan": "海口",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "齐怡",
      "地址": "斯德哥尔摩",
      "字段2": "香港特别行政区",
      "字段4": "澳门特别行政区",
      "jiguan": "重庆",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "顾桂英",
      "地址": "青海省西宁市",
      "字段2": "浙江省杭州市",
      "字段4": "吉林省长春市",
      "jiguan": "海口",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "姜秀华",
      "地址": "东京",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "悉尼",
      "jiguan": "奥斯陆",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "廉洋",
      "地址": "斯德哥尔摩",
      "字段2": "布鲁塞尔",
      "字段4": "山东省济南市",
      "jiguan": "内罗毕",
      "fld3": "维也纳"
   },
   {
      "姓名": "任建华",
      "地址": "四川省成都市",
      "字段2": "里约热内卢",
      "字段4": "悉尼",
      "jiguan": "南京",
      "fld3": "圣保罗"
   },
   {
      "姓名": "尹超",
      "地址": "奥克兰",
      "字段2": "安徽省合肥市",
      "字段4": "辽宁省大连市",
      "jiguan": "太原",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "于玲",
      "地址": "伯尔尼",
      "字段2": "罗马",
      "字段4": "约翰内斯堡",
      "jiguan": "奥斯陆",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "萧云",
      "地址": "赫尔辛基",
      "字段2": "雅加达",
      "字段4": "安徽省合肥市",
      "jiguan": "重庆",
      "fld3": "墨尔本"
   },
   {
      "姓名": "吕兵",
      "地址": "纽约",
      "字段2": "米兰",
      "字段4": "巴黎",
      "jiguan": "拉萨",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "尹超",
      "地址": "东京",
      "字段2": "奥克兰",
      "字段4": "安徽省合肥市",
      "jiguan": "阿姆斯特丹",
      "fld3": "圣保罗"
   },
   {
      "姓名": "柏华",
      "地址": "香港特别行政区",
      "字段2": "贵州省贵阳市",
      "字段4": "云南省昆明市",
      "jiguan": "南昌",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "施秀华",
      "地址": "雅典",
      "字段2": "圣地亚哥",
      "字段4": "江苏省南京市",
      "jiguan": "南京",
      "fld3": "澳门特别行政区"
   },
   {
      "姓名": "花洁",
      "地址": "维也纳",
      "字段2": "马德里",
      "字段4": "福建省厦门市",
      "jiguan": "青岛",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "柏华",
      "地址": "卡拉奇",
      "字段2": "墨尔本",
      "字段4": "纽约",
      "jiguan": "巴黎",
      "fld3": "纽约"
   },
   {
      "姓名": "许洁",
      "地址": "哥本哈根",
      "字段2": "圣保罗",
      "字段4": "香港特别行政区",
      "jiguan": "青岛",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "傅霞",
      "地址": "内罗毕",
      "字段2": "悉尼",
      "字段4": "台北市",
      "jiguan": "卡拉奇",
      "fld3": "开普敦"
   },
   {
      "姓名": "谢伟",
      "地址": "吉隆坡",
      "字段2": "内罗毕",
      "字段4": "福建省厦门市",
      "jiguan": "郑州",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "尹怡",
      "地址": "阿姆斯特丹",
      "字段2": "内罗毕",
      "字段4": "内罗毕",
      "jiguan": "阿姆斯特丹",
      "fld3": "雅典"
   },
   {
      "姓名": "蒋秀英",
      "地址": "卡拉奇",
      "字段2": "浙江省杭州市",
      "字段4": "雅典",
      "jiguan": "合肥",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "姜秀华",
      "地址": "山东省济南市",
      "字段2": "悉尼",
      "字段4": "蒙特利尔",
      "jiguan": "阿姆斯特丹",
      "fld3": "莫斯科"
   },
   {
      "姓名": "乐巧",
      "地址": "贵州省贵阳市",
      "字段2": "里约热内卢",
      "字段4": "迪拜",
      "jiguan": "香港",
      "fld3": "墨尔本"
   },
   {
      "姓名": "史芳",
      "地址": "四川省成都市",
      "字段2": "渥太华",
      "字段4": "雅典",
      "jiguan": "南宁",
      "fld3": "柏林"
   },
   {
      "姓名": "许平",
      "地址": "悉尼",
      "字段2": "吉林省长春市",
      "字段4": "青海省西宁市",
      "jiguan": "伊斯坦布尔",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "卜云",
      "地址": "悉尼",
      "字段2": "山西省太原市",
      "字段4": "贵州省贵阳市",
      "jiguan": "天津",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "罗怡",
      "地址": "新加坡",
      "字段2": "伊斯坦布尔",
      "字段4": "圣保罗",
      "jiguan": "圣地亚哥",
      "fld3": "迪拜"
   },
   {
      "姓名": "尹超",
      "地址": "墨西哥城",
      "字段2": "东京",
      "字段4": "江西省南昌市",
      "jiguan": "内罗毕",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "尹超",
      "地址": "内罗毕",
      "字段2": "江西省南昌市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "圣地亚哥",
      "fld3": "蒙特利尔"
   },
   {
      "姓名": "乐巧",
      "地址": "吉林省长春市",
      "字段2": "安徽省合肥市",
      "字段4": "纽约",
      "jiguan": "渥太华",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "廉洋",
      "地址": "布鲁塞尔",
      "字段2": "澳门特别行政区",
      "字段4": "广东省广州市",
      "jiguan": "蒙特利尔",
      "fld3": "墨西哥城"
   },
   {
      "姓名": "孙秀华",
      "地址": "山东省济南市",
      "字段2": "罗马",
      "字段4": "慕尼黑",
      "jiguan": "长春",
      "fld3": "迪拜"
   },
   {
      "姓名": "史新",
      "地址": "马德里",
      "字段2": "东京",
      "字段4": "斯德哥尔摩",
      "jiguan": "新德里",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "蒋秀英",
      "地址": "浙江省杭州市",
      "字段2": "开普敦",
      "字段4": "安徽省合肥市",
      "jiguan": "沈阳",
      "fld3": "马德里"
   },
   {
      "姓名": "尹世杰",
      "地址": "巴黎",
      "字段2": "墨西哥城",
      "字段4": "雅加达",
      "jiguan": "合肥",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "史新",
      "地址": "华沙",
      "字段2": "罗马",
      "字段4": "山西省太原市",
      "jiguan": "莫斯科",
      "fld3": "开罗"
   },
   {
      "姓名": "齐怡",
      "地址": "奥克兰",
      "字段2": "伯尔尼",
      "字段4": "华沙",
      "jiguan": "迪拜",
      "fld3": "悉尼"
   },
   {
      "姓名": "杨洋",
      "地址": "贵州省贵阳市",
      "字段2": "莫斯科",
      "字段4": "米兰",
      "jiguan": "南宁",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "赵巧",
      "地址": "华沙",
      "字段2": "内罗毕",
      "字段4": "伊斯坦布尔",
      "jiguan": "渥太华",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "苏龙",
      "地址": "吉隆坡",
      "字段2": "山西省太原市",
      "字段4": "渥太华",
      "jiguan": "兰州",
      "fld3": "巴黎"
   },
   {
      "姓名": "谢伟",
      "地址": "吉隆坡",
      "字段2": "华沙",
      "字段4": "云南省昆明市",
      "jiguan": "大连",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "傅霞",
      "地址": "渥太华",
      "字段2": "圣保罗",
      "字段4": "辽宁省沈阳市",
      "jiguan": "迪拜",
      "fld3": "哥本哈根"
   },
   {
      "姓名": "杨洁",
      "地址": "圣保罗",
      "字段2": "阿姆斯特丹",
      "字段4": "奥斯陆",
      "jiguan": "罗马",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "史新",
      "地址": "甘肃省兰州市",
      "字段2": "雅加达",
      "字段4": "江西省南昌市",
      "jiguan": "伯尔尼",
      "fld3": "伦敦"
   },
   {
      "姓名": "史新",
      "地址": "河南省郑州市",
      "字段2": "圣地亚哥",
      "字段4": "河南省郑州市",
      "jiguan": "悉尼",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "元玲",
      "地址": "云南省昆明市",
      "字段2": "河南省郑州市",
      "字段4": "圣保罗",
      "jiguan": "渥太华",
      "fld3": "奥克兰"
   },
   {
      "姓名": "萧云",
      "地址": "雅加达",
      "字段2": "雅典",
      "字段4": "福建省厦门市",
      "jiguan": "南京",
      "fld3": "新加坡"
   },
   {
      "姓名": "蒋秀英",
      "地址": "开罗",
      "字段2": "柏林",
      "字段4": "伊斯坦布尔",
      "jiguan": "新德里",
      "fld3": "马德里"
   },
   {
      "姓名": "姜秀华",
      "地址": "澳门特别行政区",
      "字段2": "四川省成都市",
      "字段4": "雅典",
      "jiguan": "赫尔辛基",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "许明",
      "地址": "云南省昆明市",
      "字段2": "迪拜",
      "字段4": "雅加达",
      "jiguan": "沈阳",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "姜秀华",
      "地址": "澳门特别行政区",
      "字段2": "马德里",
      "字段4": "新德里",
      "jiguan": "圣保罗",
      "fld3": "罗马"
   },
   {
      "姓名": "伍艳",
      "地址": "里约热内卢",
      "字段2": "布鲁塞尔",
      "字段4": "迪拜",
      "jiguan": "蒙特利尔",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "范兵",
      "地址": "奥克兰",
      "字段2": "贵州省贵阳市",
      "字段4": "温哥华",
      "jiguan": "台北",
      "fld3": "华沙"
   },
   {
      "姓名": "萧云",
      "地址": "西藏拉萨市",
      "字段2": "台北市",
      "字段4": "悉尼",
      "jiguan": "悉尼",
      "fld3": "马德里"
   },
   {
      "姓名": "史芳",
      "地址": "慕尼黑",
      "字段2": "利马",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "孟买",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "谢伟",
      "地址": "孟买",
      "字段2": "墨西哥城",
      "字段4": "阿姆斯特丹",
      "jiguan": "西宁",
      "fld3": "内罗毕"
   },
   {
      "姓名": "尹怡",
      "地址": "河南省郑州市",
      "字段2": "悉尼",
      "字段4": "哥本哈根",
      "jiguan": "巴塞罗那",
      "fld3": "维也纳"
   },
   {
      "姓名": "云洋",
      "地址": "奥斯陆",
      "字段2": "华沙",
      "字段4": "迪拜",
      "jiguan": "内罗毕",
      "fld3": "悉尼"
   },
   {
      "姓名": "花洁",
      "地址": "四川省成都市",
      "字段2": "四川省成都市",
      "字段4": "东京",
      "jiguan": "内罗毕",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "邹洋",
      "地址": "斯德哥尔摩",
      "字段2": "伊斯坦布尔",
      "字段4": "蒙特利尔",
      "jiguan": "伦敦",
      "fld3": "华沙"
   },
   {
      "姓名": "于洁",
      "地址": "新加坡",
      "字段2": "海南省海口市",
      "字段4": "赫尔辛基",
      "jiguan": "圣保罗",
      "fld3": "新疆乌鲁木齐市"
   },
   {
      "姓名": "孙云",
      "地址": "蒙特利尔",
      "字段2": "安徽省合肥市",
      "字段4": "迪拜",
      "jiguan": "布拉格",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "蒋秀英",
      "地址": "河南省郑州市",
      "字段2": "贵州省贵阳市",
      "字段4": "东京",
      "jiguan": "开普敦",
      "fld3": "马德里"
   },
   {
      "姓名": "许洁",
      "地址": "利马",
      "字段2": "山西省太原市",
      "字段4": "华沙",
      "jiguan": "雅典",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "于洁",
      "地址": "渥太华",
      "字段2": "悉尼",
      "字段4": "墨西哥城",
      "jiguan": "奥克兰",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "余亮",
      "地址": "渥太华",
      "字段2": "布拉格",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "罗马",
      "fld3": "云南省昆明市"
   },
   {
      "姓名": "傅霞",
      "地址": "墨尔本",
      "字段2": "辽宁省大连市",
      "字段4": "莫斯科",
      "jiguan": "迪拜",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "谢伟",
      "地址": "西藏拉萨市",
      "字段2": "迪拜",
      "字段4": "蒙特利尔",
      "jiguan": "重庆",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "齐亮",
      "地址": "四川省成都市",
      "字段2": "孟买",
      "字段4": "河南省郑州市",
      "jiguan": "曼谷",
      "fld3": "开普敦"
   },
   {
      "姓名": "周迪",
      "地址": "新疆乌鲁木齐市",
      "字段2": "墨西哥城",
      "字段4": "米兰",
      "jiguan": "伯尔尼",
      "fld3": "内罗毕"
   },
   {
      "姓名": "蒋秀英",
      "地址": "山西省太原市",
      "字段2": "开普敦",
      "字段4": "纽约",
      "jiguan": "圣保罗",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "傅霞",
      "地址": "柏林",
      "字段2": "巴黎",
      "字段4": "贵州省贵阳市",
      "jiguan": "约翰内斯堡",
      "fld3": "悉尼"
   },
   {
      "姓名": "周敏",
      "地址": "纽约",
      "字段2": "开罗",
      "字段4": "维也纳",
      "jiguan": "伊斯坦布尔",
      "fld3": "温哥华"
   },
   {
      "姓名": "萧云",
      "地址": "伦敦",
      "字段2": "阿姆斯特丹",
      "字段4": "浙江省杭州市",
      "jiguan": "渥太华",
      "fld3": "孟买"
   },
   {
      "姓名": "云洋",
      "地址": "悉尼",
      "字段2": "东京",
      "字段4": "内罗毕",
      "jiguan": "巴黎",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "汤全",
      "地址": "辽宁省大连市",
      "字段2": "纽约",
      "字段4": "伯尔尼",
      "jiguan": "内罗毕",
      "fld3": "马德里"
   },
   {
      "姓名": "杨洁",
      "地址": "海南省海口市",
      "字段2": "开罗",
      "字段4": "哥本哈根",
      "jiguan": "香港",
      "fld3": "雅加达"
   },
   {
      "姓名": "傅霞",
      "地址": "孟买",
      "字段2": "新加坡",
      "字段4": "斯德哥尔摩",
      "jiguan": "开普敦",
      "fld3": "马德里"
   },
   {
      "姓名": "许明",
      "地址": "台北市",
      "字段2": "罗马",
      "字段4": "福建省厦门市",
      "jiguan": "青岛",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "卫玉梅",
      "地址": "开罗",
      "字段2": "渥太华",
      "字段4": "多伦多",
      "jiguan": "孟买",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "汤全",
      "地址": "赫尔辛基",
      "字段2": "孟买",
      "字段4": "多伦多",
      "jiguan": "乌鲁木齐",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "孙刚",
      "地址": "布宜诺斯艾利斯",
      "字段2": "开普敦",
      "字段4": "孟买",
      "jiguan": "马德里",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "尹世杰",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "开普敦",
      "字段4": "吉林省长春市",
      "jiguan": "深圳",
      "fld3": "迪拜"
   },
   {
      "姓名": "水红",
      "地址": "马德里",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "奥克兰",
      "jiguan": "重庆",
      "fld3": "伦敦"
   },
   {
      "姓名": "褚超",
      "地址": "蒙特利尔",
      "字段2": "马德里",
      "字段4": "曼谷",
      "jiguan": "新德里",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "邹洋",
      "地址": "米兰",
      "字段2": "山东省济南市",
      "字段4": "约翰内斯堡",
      "jiguan": "海口",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "褚超",
      "地址": "奥克兰",
      "字段2": "四川省成都市",
      "字段4": "内罗毕",
      "jiguan": "深圳",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "孙刚",
      "地址": "奥斯陆",
      "字段2": "墨西哥城",
      "字段4": "河南省郑州市",
      "jiguan": "伊斯坦布尔",
      "fld3": "孟买"
   },
   {
      "姓名": "许洁",
      "地址": "辽宁省大连市",
      "字段2": "广东省广州市",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "成都",
      "fld3": "新加坡"
   },
   {
      "姓名": "于华",
      "地址": "安徽省合肥市",
      "字段2": "安徽省合肥市",
      "字段4": "雅加达",
      "jiguan": "阿姆斯特丹",
      "fld3": "东京"
   },
   {
      "姓名": "苏龙",
      "地址": "澳门特别行政区",
      "字段2": "圣地亚哥",
      "字段4": "圣地亚哥",
      "jiguan": "兰州",
      "fld3": "莫斯科"
   },
   {
      "姓名": "谢伟",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "维也纳",
      "字段4": "甘肃省兰州市",
      "jiguan": "奥斯陆",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "卜云",
      "地址": "内罗毕",
      "字段2": "墨西哥城",
      "字段4": "贵州省贵阳市",
      "jiguan": "巴塞罗那",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "喻秀华",
      "地址": "东京",
      "字段2": "澳门特别行政区",
      "字段4": "东京",
      "jiguan": "伊斯坦布尔",
      "fld3": "多伦多"
   },
   {
      "姓名": "陶兵",
      "地址": "莫斯科",
      "字段2": "卡拉奇",
      "字段4": "华沙",
      "jiguan": "阿姆斯特丹",
      "fld3": "开罗"
   },
   {
      "姓名": "谢丽",
      "地址": "辽宁省沈阳市",
      "字段2": "云南省昆明市",
      "字段4": "香港特别行政区",
      "jiguan": "香港",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "罗杰",
      "地址": "内蒙古呼和浩特市",
      "字段2": "西藏拉萨市",
      "字段4": "山东省青岛市",
      "jiguan": "伦敦",
      "fld3": "华沙"
   },
   {
      "姓名": "孙秀华",
      "地址": "罗马",
      "字段2": "纽约",
      "字段4": "开普敦",
      "jiguan": "悉尼",
      "fld3": "巴黎"
   },
   {
      "姓名": "孙龚",
      "地址": "曼谷",
      "字段2": "香港特别行政区",
      "字段4": "赫尔辛基",
      "jiguan": "深圳",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "杨洁",
      "地址": "巴黎",
      "字段2": "辽宁省大连市",
      "字段4": "东京",
      "jiguan": "海口",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "罗杰",
      "地址": "布拉格",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "奥克兰",
      "jiguan": "米兰",
      "fld3": "纽约"
   },
   {
      "姓名": "钱刚",
      "地址": "宁夏银川市",
      "字段2": "华沙",
      "字段4": "慕尼黑",
      "jiguan": "孟买",
      "fld3": "墨尔本"
   },
   {
      "姓名": "陶芳",
      "地址": "圣保罗",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "罗马",
      "jiguan": "伯尔尼",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "花怡",
      "地址": "山东省济南市",
      "字段2": "广东省广州市",
      "字段4": "蒙特利尔",
      "jiguan": "沈阳",
      "fld3": "莫斯科"
   },
   {
      "姓名": "钱刚",
      "地址": "海南省海口市",
      "字段2": "河南省郑州市",
      "字段4": "开普敦",
      "jiguan": "卡拉奇",
      "fld3": "开普敦"
   },
   {
      "姓名": "于玲",
      "地址": "新德里",
      "字段2": "利马",
      "字段4": "迪拜",
      "jiguan": "青岛",
      "fld3": "莫斯科"
   },
   {
      "姓名": "余亮",
      "地址": "赫尔辛基",
      "字段2": "雅典",
      "字段4": "维也纳",
      "jiguan": "内罗毕",
      "fld3": "利马"
   },
   {
      "姓名": "雷静",
      "地址": "贵州省贵阳市",
      "字段2": "西藏拉萨市",
      "字段4": "台北市",
      "jiguan": "成都",
      "fld3": "开普敦"
   },
   {
      "姓名": "卜云",
      "地址": "伦敦",
      "字段2": "巴黎",
      "字段4": "莫斯科",
      "jiguan": "渥太华",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "邹洋",
      "地址": "海南省海口市",
      "字段2": "墨尔本",
      "字段4": "孟买",
      "jiguan": "伦敦",
      "fld3": "宁夏银川市"
   },
   {
      "姓名": "谢丽",
      "地址": "布达佩斯",
      "字段2": "墨尔本",
      "字段4": "伯尔尼",
      "jiguan": "曼谷",
      "fld3": "伦敦"
   },
   {
      "姓名": "罗怡",
      "地址": "山东省济南市",
      "字段2": "悉尼",
      "字段4": "巴黎",
      "jiguan": "重庆",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "姜秀华",
      "地址": "巴黎",
      "字段2": "卡拉奇",
      "字段4": "赫尔辛基",
      "jiguan": "新德里",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "平强",
      "地址": "云南省昆明市",
      "字段2": "辽宁省沈阳市",
      "字段4": "阿姆斯特丹",
      "jiguan": "曼谷",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "齐怡",
      "地址": "雅典",
      "字段2": "雅典",
      "字段4": "四川省成都市",
      "jiguan": "西宁",
      "fld3": "墨尔本"
   },
   {
      "姓名": "伍艳",
      "地址": "四川省成都市",
      "字段2": "渥太华",
      "字段4": "阿姆斯特丹",
      "jiguan": "伦敦",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "杨洋",
      "地址": "渥太华",
      "字段2": "墨西哥城",
      "字段4": "浙江省杭州市",
      "jiguan": "长春",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "罗杰",
      "地址": "布拉格",
      "字段2": "澳门特别行政区",
      "字段4": "罗马",
      "jiguan": "内罗毕",
      "fld3": "维也纳"
   },
   {
      "姓名": "凤桂兰",
      "地址": "悉尼",
      "字段2": "赫尔辛基",
      "字段4": "圣地亚哥",
      "jiguan": "约翰内斯堡",
      "fld3": "利马"
   },
   {
      "姓名": "喻秀华",
      "地址": "米兰",
      "字段2": "孟买",
      "字段4": "利马",
      "jiguan": "沈阳",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "廉洋",
      "地址": "温哥华",
      "字段2": "约翰内斯堡",
      "字段4": "孟买",
      "jiguan": "赫尔辛基",
      "fld3": "渥太华"
   },
   {
      "姓名": "史芳",
      "地址": "海南省海口市",
      "字段2": "新德里",
      "字段4": "罗马",
      "jiguan": "南昌",
      "fld3": "新加坡"
   },
   {
      "姓名": "褚超",
      "地址": "奥克兰",
      "字段2": "开罗",
      "字段4": "华沙",
      "jiguan": "香港",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "伍艳",
      "地址": "柏林",
      "字段2": "赫尔辛基",
      "字段4": "马德里",
      "jiguan": "成都",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "史芳",
      "地址": "布达佩斯",
      "字段2": "孟买",
      "字段4": "悉尼",
      "jiguan": "布拉格",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "余亮",
      "地址": "卡拉奇",
      "字段2": "墨尔本",
      "字段4": "卡拉奇",
      "jiguan": "孟买",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "史芳",
      "地址": "柏林",
      "字段2": "青海省西宁市",
      "字段4": "哥本哈根",
      "jiguan": "曼谷",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "杨洁",
      "地址": "莫斯科",
      "字段2": "奥斯陆",
      "字段4": "卡拉奇",
      "jiguan": "青岛",
      "fld3": "孟买"
   },
   {
      "姓名": "施秀华",
      "地址": "西藏拉萨市",
      "字段2": "渥太华",
      "字段4": "广东省广州市",
      "jiguan": "阿姆斯特丹",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "廉洋",
      "地址": "内蒙古呼和浩特市",
      "字段2": "巴黎",
      "字段4": "伦敦",
      "jiguan": "内罗毕",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "谢伟",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "山东省青岛市",
      "字段4": "贵州省贵阳市",
      "jiguan": "大连",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "卜云",
      "地址": "开普敦",
      "字段2": "伊斯坦布尔",
      "字段4": "米兰",
      "jiguan": "兰州",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "范兵",
      "地址": "迪拜",
      "字段2": "温哥华",
      "字段4": "柏林",
      "jiguan": "阿姆斯特丹",
      "fld3": "马德里"
   },
   {
      "姓名": "罗怡",
      "地址": "马德里",
      "字段2": "山东省青岛市",
      "字段4": "甘肃省兰州市",
      "jiguan": "南宁",
      "fld3": "曼谷"
   },
   {
      "姓名": "卫玉梅",
      "地址": "内罗毕",
      "字段2": "广西南宁市",
      "字段4": "布鲁塞尔",
      "jiguan": "巴黎",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "廉洋",
      "地址": "曼谷",
      "字段2": "海南省海口市",
      "字段4": "开罗",
      "jiguan": "布拉格",
      "fld3": "布拉格"
   },
   {
      "姓名": "卫玉梅",
      "地址": "福建省厦门市",
      "字段2": "马德里",
      "字段4": "内罗毕",
      "jiguan": "悉尼",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "卜桂兰",
      "地址": "吉林省长春市",
      "字段2": "墨尔本",
      "字段4": "莫斯科",
      "jiguan": "曼谷",
      "fld3": "孟买"
   },
   {
      "姓名": "雷静",
      "地址": "雅加达",
      "字段2": "山东省济南市",
      "字段4": "孟买",
      "jiguan": "雅典",
      "fld3": "河南省郑州市"
   },
   {
      "姓名": "苏龙",
      "地址": "浙江省杭州市",
      "字段2": "安徽省合肥市",
      "字段4": "蒙特利尔",
      "jiguan": "赫尔辛基",
      "fld3": "广东省广州市"
   },
   {
      "姓名": "齐怡",
      "地址": "宁夏银川市",
      "字段2": "悉尼",
      "字段4": "布鲁塞尔",
      "jiguan": "香港",
      "fld3": "山东省济南市"
   },
   {
      "姓名": "卜云",
      "地址": "福建省厦门市",
      "字段2": "哥本哈根",
      "字段4": "河南省郑州市",
      "jiguan": "新德里",
      "fld3": "米兰"
   },
   {
      "姓名": "任建华",
      "地址": "内蒙古呼和浩特市",
      "字段2": "内罗毕",
      "字段4": "河南省郑州市",
      "jiguan": "雅典",
      "fld3": "布鲁塞尔"
   },
   {
      "姓名": "许明",
      "地址": "广东省广州市",
      "字段2": "四川省成都市",
      "字段4": "蒙特利尔",
      "jiguan": "厦门",
      "fld3": "马德里"
   },
   {
      "姓名": "汤全",
      "地址": "墨尔本",
      "字段2": "奥克兰",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "布达佩斯",
      "fld3": "东京"
   },
   {
      "姓名": "云桂英",
      "地址": "卡拉奇",
      "字段2": "米兰",
      "字段4": "慕尼黑",
      "jiguan": "米兰",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "孙秀华",
      "地址": "布宜诺斯艾利斯",
      "字段2": "浙江省杭州市",
      "字段4": "华沙",
      "jiguan": "渥太华",
      "fld3": "圣保罗"
   },
   {
      "姓名": "黄龚",
      "地址": "雅加达",
      "字段2": "米兰",
      "字段4": "辽宁省大连市",
      "jiguan": "厦门",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "施秀华",
      "地址": "新加坡",
      "字段2": "四川省成都市",
      "字段4": "布拉格",
      "jiguan": "孟买",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "孙刚",
      "地址": "墨西哥城",
      "字段2": "利马",
      "字段4": "伯尔尼",
      "jiguan": "曼谷",
      "fld3": "新德里"
   },
   {
      "姓名": "花洁",
      "地址": "辽宁省沈阳市",
      "字段2": "里约热内卢",
      "字段4": "广东省广州市",
      "jiguan": "卡拉奇",
      "fld3": "开普敦"
   },
   {
      "姓名": "萧云",
      "地址": "贵州省贵阳市",
      "字段2": "马德里",
      "字段4": "西藏拉萨市",
      "jiguan": "广州",
      "fld3": "马德里"
   },
   {
      "姓名": "平强",
      "地址": "多伦多",
      "字段2": "西藏拉萨市",
      "字段4": "云南省昆明市",
      "jiguan": "乌鲁木齐",
      "fld3": "黑龙江省哈尔滨市"
   },
   {
      "姓名": "孔桂兰",
      "地址": "台北市",
      "字段2": "内罗毕",
      "字段4": "墨西哥城",
      "jiguan": "合肥",
      "fld3": "贵州省贵阳市"
   },
   {
      "姓名": "廉洋",
      "地址": "马德里",
      "字段2": "纽约",
      "字段4": "雅加达",
      "jiguan": "奥斯陆",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "陶兵",
      "地址": "孟买",
      "字段2": "布拉格",
      "字段4": "圣保罗",
      "jiguan": "孟买",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "陶芳",
      "地址": "福建省厦门市",
      "字段2": "蒙特利尔",
      "字段4": "柏林",
      "jiguan": "卡拉奇",
      "fld3": "维也纳"
   },
   {
      "姓名": "褚超",
      "地址": "广东省广州市",
      "字段2": "哥本哈根",
      "字段4": "米兰",
      "jiguan": "奥克兰",
      "fld3": "华沙"
   },
   {
      "姓名": "罗杰",
      "地址": "开普敦",
      "字段2": "内罗毕",
      "字段4": "新加坡",
      "jiguan": "海口",
      "fld3": "纽约"
   },
   {
      "姓名": "花怡",
      "地址": "孟买",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "布鲁塞尔",
      "jiguan": "台北",
      "fld3": "卡拉奇"
   },
   {
      "姓名": "孙刚",
      "地址": "澳门特别行政区",
      "字段2": "蒙特利尔",
      "字段4": "伦敦",
      "jiguan": "重庆",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "吕兵",
      "地址": "辽宁省沈阳市",
      "字段2": "多伦多",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "青岛",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "廉洋",
      "地址": "米兰",
      "字段2": "台北市",
      "字段4": "吉隆坡",
      "jiguan": "厦门",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "许明",
      "地址": "吉隆坡",
      "字段2": "宁夏银川市",
      "字段4": "柏林",
      "jiguan": "乌鲁木齐",
      "fld3": "罗马"
   },
   {
      "姓名": "云洋",
      "地址": "雅加达",
      "字段2": "辽宁省沈阳市",
      "字段4": "山西省太原市",
      "jiguan": "曼谷",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "元玲",
      "地址": "青海省西宁市",
      "字段2": "悉尼",
      "字段4": "利马",
      "jiguan": "曼谷",
      "fld3": "辽宁省大连市"
   },
   {
      "姓名": "周敏",
      "地址": "新加坡",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "孟买",
      "jiguan": "悉尼",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "杨洋",
      "地址": "西藏拉萨市",
      "字段2": "利马",
      "字段4": "山西省太原市",
      "jiguan": "孟买",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "尹怡",
      "地址": "黑龙江省哈尔滨市",
      "字段2": "奥斯陆",
      "字段4": "悉尼",
      "jiguan": "香港",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "许洁",
      "地址": "广东省广州市",
      "字段2": "莫斯科",
      "字段4": "圣地亚哥",
      "jiguan": "深圳",
      "fld3": "曼谷"
   },
   {
      "姓名": "雷静",
      "地址": "利马",
      "字段2": "海南省海口市",
      "字段4": "阿姆斯特丹",
      "jiguan": "天津",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "孙刚",
      "地址": "奥克兰",
      "字段2": "巴塞罗那",
      "字段4": "孟买",
      "jiguan": "曼谷",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "史芳",
      "地址": "广东省广州市",
      "字段2": "慕尼黑",
      "字段4": "维也纳",
      "jiguan": "莫斯科",
      "fld3": "西藏拉萨市"
   },
   {
      "姓名": "许洁",
      "地址": "海南省海口市",
      "字段2": "迪拜",
      "字段4": "东京",
      "jiguan": "米兰",
      "fld3": "华沙"
   },
   {
      "姓名": "孙云",
      "地址": "辽宁省大连市",
      "字段2": "圣地亚哥",
      "字段4": "福建省厦门市",
      "jiguan": "内罗毕",
      "fld3": "伯尔尼"
   },
   {
      "姓名": "任建华",
      "地址": "墨尔本",
      "字段2": "约翰内斯堡",
      "字段4": "辽宁省大连市",
      "jiguan": "西宁",
      "fld3": "纽约"
   },
   {
      "姓名": "凤桂兰",
      "地址": "贵州省贵阳市",
      "字段2": "慕尼黑",
      "字段4": "慕尼黑",
      "jiguan": "雅典",
      "fld3": "圣保罗"
   },
   {
      "姓名": "谢丽",
      "地址": "云南省昆明市",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "辽宁省沈阳市",
      "jiguan": "太原",
      "fld3": "米兰"
   },
   {
      "姓名": "元玲",
      "地址": "柏林",
      "字段2": "福建省厦门市",
      "字段4": "斯德哥尔摩",
      "jiguan": "曼谷",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "卜云",
      "地址": "开罗",
      "字段2": "迪拜",
      "字段4": "吉隆坡",
      "jiguan": "迪拜",
      "fld3": "内罗毕"
   },
   {
      "姓名": "水明",
      "地址": "约翰内斯堡",
      "字段2": "辽宁省沈阳市",
      "字段4": "山东省济南市",
      "jiguan": "伊斯坦布尔",
      "fld3": "奥克兰"
   },
   {
      "姓名": "孙云",
      "地址": "内罗毕",
      "字段2": "斯德哥尔摩",
      "字段4": "香港特别行政区",
      "jiguan": "圣地亚哥",
      "fld3": "伦敦"
   },
   {
      "姓名": "钱刚",
      "地址": "山西省太原市",
      "字段2": "江西省南昌市",
      "字段4": "西藏拉萨市",
      "jiguan": "悉尼",
      "fld3": "里约热内卢"
   },
   {
      "姓名": "殷明",
      "地址": "巴塞罗那",
      "字段2": "孟买",
      "字段4": "米兰",
      "jiguan": "大连",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "谢伟",
      "地址": "山西省太原市",
      "字段2": "蒙特利尔",
      "字段4": "罗马",
      "jiguan": "圣地亚哥",
      "fld3": "布拉格"
   },
   {
      "姓名": "杨洁",
      "地址": "雅加达",
      "字段2": "新德里",
      "字段4": "伯尔尼",
      "jiguan": "巴黎",
      "fld3": "布拉格"
   },
   {
      "姓名": "花洁",
      "地址": "内罗毕",
      "字段2": "奥斯陆",
      "字段4": "宁夏银川市",
      "jiguan": "武汉",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "杨洁",
      "地址": "新加坡",
      "字段2": "马德里",
      "字段4": "伦敦",
      "jiguan": "赫尔辛基",
      "fld3": "罗马"
   },
   {
      "姓名": "柏华",
      "地址": "布宜诺斯艾利斯",
      "字段2": "利马",
      "字段4": "斯德哥尔摩",
      "jiguan": "布拉格",
      "fld3": "迪拜"
   },
   {
      "姓名": "任建华",
      "地址": "斯德哥尔摩",
      "字段2": "斯德哥尔摩",
      "字段4": "山东省济南市",
      "jiguan": "巴黎",
      "fld3": "纽约"
   },
   {
      "姓名": "谢伟",
      "地址": "奥克兰",
      "字段2": "开罗",
      "字段4": "哥本哈根",
      "jiguan": "渥太华",
      "fld3": "孟买"
   },
   {
      "姓名": "孔桂兰",
      "地址": "广西南宁市",
      "字段2": "巴塞罗那",
      "字段4": "圣地亚哥",
      "jiguan": "赫尔辛基",
      "fld3": "巴黎"
   },
   {
      "姓名": "谢伟",
      "地址": "圣地亚哥",
      "字段2": "慕尼黑",
      "字段4": "卡拉奇",
      "jiguan": "郑州",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "于玲",
      "地址": "新疆乌鲁木齐市",
      "字段2": "伊斯坦布尔",
      "字段4": "山东省济南市",
      "jiguan": "米兰",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "布宜诺斯艾利斯",
      "字段2": "伊斯坦布尔",
      "字段4": "广西南宁市",
      "jiguan": "悉尼",
      "fld3": "巴塞罗那"
   },
   {
      "姓名": "于洁",
      "地址": "蒙特利尔",
      "字段2": "维也纳",
      "字段4": "纽约",
      "jiguan": "奥斯陆",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "尹世杰",
      "地址": "吉林省长春市",
      "字段2": "海南省海口市",
      "字段4": "哥本哈根",
      "jiguan": "孟买",
      "fld3": "奥斯陆"
   },
   {
      "姓名": "乐巧",
      "地址": "西藏拉萨市",
      "字段2": "纽约",
      "字段4": "布鲁塞尔",
      "jiguan": "米兰",
      "fld3": "福建省厦门市"
   },
   {
      "姓名": "廉洋",
      "地址": "伦敦",
      "字段2": "内蒙古呼和浩特市",
      "字段4": "墨西哥城",
      "jiguan": "海口",
      "fld3": "渥太华"
   },
   {
      "姓名": "姜秀华",
      "地址": "贵州省贵阳市",
      "字段2": "慕尼黑",
      "字段4": "江西省南昌市",
      "jiguan": "悉尼",
      "fld3": "辽宁省沈阳市"
   },
   {
      "姓名": "平强",
      "地址": "巴塞罗那",
      "字段2": "山东省济南市",
      "字段4": "福建省厦门市",
      "jiguan": "南宁",
      "fld3": "奥克兰"
   },
   {
      "姓名": "余杰",
      "地址": "赫尔辛基",
      "字段2": "辽宁省大连市",
      "字段4": "多伦多",
      "jiguan": "雅典",
      "fld3": "青海省西宁市"
   },
   {
      "姓名": "范兵",
      "地址": "曼谷",
      "字段2": "新加坡",
      "字段4": "渥太华",
      "jiguan": "合肥",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "于华",
      "地址": "里约热内卢",
      "字段2": "台北市",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "兰州",
      "fld3": "布宜诺斯艾利斯"
   },
   {
      "姓名": "谢伟",
      "地址": "山西省太原市",
      "字段2": "孟买",
      "字段4": "安徽省合肥市",
      "jiguan": "内罗毕",
      "fld3": "莫斯科"
   },
   {
      "姓名": "花洁",
      "地址": "圣保罗",
      "字段2": "渥太华",
      "字段4": "四川省成都市",
      "jiguan": "布拉格",
      "fld3": "浙江省杭州市"
   },
   {
      "姓名": "余亮",
      "地址": "米兰",
      "字段2": "辽宁省沈阳市",
      "字段4": "利马",
      "jiguan": "迪拜",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "云洋",
      "地址": "维也纳",
      "字段2": "约翰内斯堡",
      "字段4": "赫尔辛基",
      "jiguan": "悉尼",
      "fld3": "布达佩斯"
   },
   {
      "姓名": "于洁",
      "地址": "吉隆坡",
      "字段2": "开罗",
      "字段4": "利马",
      "jiguan": "孟买",
      "fld3": "海南省海口市"
   },
   {
      "姓名": "萧云",
      "地址": "莫斯科",
      "字段2": "山西省太原市",
      "字段4": "黑龙江省哈尔滨市",
      "jiguan": "乌鲁木齐",
      "fld3": "华沙"
   },
   {
      "姓名": "萧云",
      "地址": "吉林省长春市",
      "字段2": "雅典",
      "字段4": "马德里",
      "jiguan": "大连",
      "fld3": "温哥华"
   },
   {
      "姓名": "邹洋",
      "地址": "巴黎",
      "字段2": "贵州省贵阳市",
      "字段4": "布拉格",
      "jiguan": "雅典",
      "fld3": "孟买"
   },
   {
      "姓名": "云洋",
      "地址": "巴塞罗那",
      "字段2": "布鲁塞尔",
      "字段4": "奥克兰",
      "jiguan": "开普敦",
      "fld3": "维也纳"
   },
   {
      "姓名": "周敏",
      "地址": "布宜诺斯艾利斯",
      "字段2": "浙江省杭州市",
      "字段4": "马德里",
      "jiguan": "厦门",
      "fld3": "江苏省南京市"
   },
   {
      "姓名": "赵巧",
      "地址": "渥太华",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "布拉格",
      "jiguan": "郑州",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "卫静",
      "地址": "开普敦",
      "字段2": "青海省西宁市",
      "字段4": "东京",
      "jiguan": "孟买",
      "fld3": "吉林省长春市"
   },
   {
      "姓名": "萧云",
      "地址": "墨尔本",
      "字段2": "里约热内卢",
      "字段4": "布鲁塞尔",
      "jiguan": "厦门",
      "fld3": "新加坡"
   },
   {
      "姓名": "苏龙",
      "地址": "山东省青岛市",
      "字段2": "布达佩斯",
      "字段4": "温哥华",
      "jiguan": "伊斯坦布尔",
      "fld3": "伦敦"
   },
   {
      "姓名": "尹怡",
      "地址": "四川省成都市",
      "字段2": "卡拉奇",
      "字段4": "柏林",
      "jiguan": "渥太华",
      "fld3": "香港特别行政区"
   },
   {
      "姓名": "卜桂兰",
      "地址": "巴塞罗那",
      "字段2": "奥克兰",
      "字段4": "奥克兰",
      "jiguan": "奥克兰",
      "fld3": "广西南宁市"
   },
   {
      "姓名": "蒋秀英",
      "地址": "辽宁省沈阳市",
      "字段2": "宁夏银川市",
      "字段4": "雅加达",
      "jiguan": "拉萨",
      "fld3": "巴黎"
   },
   {
      "姓名": "伍艳",
      "地址": "安徽省合肥市",
      "字段2": "孟买",
      "字段4": "巴塞罗那",
      "jiguan": "伦敦",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "卫静",
      "地址": "内罗毕",
      "字段2": "多伦多",
      "字段4": "布宜诺斯艾利斯",
      "jiguan": "南京",
      "fld3": "奥克兰"
   },
   {
      "姓名": "罗杰",
      "地址": "圣地亚哥",
      "字段2": "伊斯坦布尔",
      "字段4": "雅加达",
      "jiguan": "伯尔尼",
      "fld3": "台北市"
   },
   {
      "姓名": "邹洋",
      "地址": "奥克兰",
      "字段2": "慕尼黑",
      "字段4": "柏林",
      "jiguan": "武汉",
      "fld3": "巴黎"
   },
   {
      "姓名": "蒋秀英",
      "地址": "布拉格",
      "字段2": "贵州省贵阳市",
      "字段4": "安徽省合肥市",
      "jiguan": "孟买",
      "fld3": "斯德哥尔摩"
   },
   {
      "姓名": "余亮",
      "地址": "广东省广州市",
      "字段2": "山西省太原市",
      "字段4": "柏林",
      "jiguan": "迪拜",
      "fld3": "约翰内斯堡"
   },
   {
      "姓名": "于玲",
      "地址": "浙江省杭州市",
      "字段2": "广西南宁市",
      "字段4": "贵州省贵阳市",
      "jiguan": "巴黎",
      "fld3": "迪拜"
   },
   {
      "姓名": "姜秀华",
      "地址": "孟买",
      "字段2": "布达佩斯",
      "字段4": "阿姆斯特丹",
      "jiguan": "孟买",
      "fld3": "布拉格"
   },
   {
      "姓名": "萧云",
      "地址": "赫尔辛基",
      "字段2": "开罗",
      "字段4": "香港特别行政区",
      "jiguan": "孟买",
      "fld3": "伊斯坦布尔"
   },
   {
      "姓名": "魏桂兰",
      "地址": "开罗",
      "字段2": "宁夏银川市",
      "字段4": "巴塞罗那",
      "jiguan": "内罗毕",
      "fld3": "江西省南昌市"
   },
   {
      "姓名": "魏桂兰",
      "地址": "云南省昆明市",
      "字段2": "黑龙江省哈尔滨市",
      "字段4": "雅加达",
      "jiguan": "长春",
      "fld3": "罗马"
   },
   {
      "姓名": "水明",
      "地址": "新加坡",
      "字段2": "阿姆斯特丹",
      "字段4": "米兰",
      "jiguan": "成都",
      "fld3": "山东省青岛市"
   },
   {
      "姓名": "平强",
      "地址": "广西南宁市",
      "字段2": "宁夏银川市",
      "字段4": "圣保罗",
      "jiguan": "香港",
      "fld3": "慕尼黑"
   },
   {
      "姓名": "余亮",
      "地址": "悉尼",
      "字段2": "新加坡",
      "字段4": "伦敦",
      "jiguan": "广州",
      "fld3": "内罗毕"
   },
   {
      "姓名": "许洁",
      "地址": "宁夏银川市",
      "字段2": "布宜诺斯艾利斯",
      "字段4": "多伦多",
      "jiguan": "内罗毕",
      "fld3": "伦敦"
   },
   {
      "姓名": "周敏",
      "地址": "贵州省贵阳市",
      "字段2": "奥克兰",
      "字段4": "莫斯科",
      "jiguan": "布拉格",
      "fld3": "柏林"
   },
   {
      "姓名": "齐怡",
      "地址": "宁夏银川市",
      "字段2": "江苏省南京市",
      "字段4": "甘肃省兰州市",
      "jiguan": "悉尼",
      "fld3": "内蒙古呼和浩特市"
   },
   {
      "姓名": "谢丽",
      "地址": "莫斯科",
      "字段2": "浙江省杭州市",
      "字段4": "吉林省长春市",
      "jiguan": "哈尔滨",
      "fld3": "内罗毕"
   },
   {
      "姓名": "孔桂兰",
      "地址": "华沙",
      "字段2": "云南省昆明市",
      "字段4": "广东省广州市",
      "jiguan": "圣保罗",
      "fld3": "阿姆斯特丹"
   },
   {
      "姓名": "姜秀华",
      "地址": "孟买",
      "字段2": "山东省济南市",
      "字段4": "渥太华",
      "jiguan": "奥克兰",
      "fld3": "山西省太原市"
   },
   {
      "姓名": "尹超",
      "地址": "开普敦",
      "字段2": "米兰",
      "字段4": "悉尼",
      "jiguan": "约翰内斯堡",
      "fld3": "华沙"
   },
   {
      "姓名": "傅霞",
      "地址": "纽约",
      "字段2": "雅加达",
      "字段4": "米兰",
      "jiguan": "莫斯科",
      "fld3": "四川省成都市"
   },
   {
      "姓名": "乐巧",
      "地址": "四川省成都市",
      "字段2": "巴塞罗那",
      "字段4": "新疆乌鲁木齐市",
      "jiguan": "赫尔辛基",
      "fld3": "圣地亚哥"
   },
   {
      "姓名": "苏龙",
      "地址": "巴黎",
      "字段2": "新疆乌鲁木齐市",
      "字段4": "山西省太原市",
      "jiguan": "台北",
      "fld3": "开普敦"
   }
]