var utf8_3fields = [
   {
      "fld2": "山西省太原市",
      "字段3": "莫斯科",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "柏林",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "纽约",
      "字段3": "青海省西宁市",
      "字段2": "伦敦"
   },
   {
      "fld2": "巴黎",
      "字段3": "利马",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "云南省昆明市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "内罗毕",
      "字段3": "蒙特利尔",
      "字段2": "新加坡"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "新加坡",
      "字段2": "巴黎"
   },
   {
      "fld2": "米兰",
      "字段3": "罗马",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "山东省济南市",
      "字段2": "东京"
   },
   {
      "fld2": "渥太华",
      "字段3": "巴黎",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "马德里",
      "字段3": "布拉格",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "布达佩斯",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "多伦多",
      "字段3": "维也纳",
      "字段2": "新德里"
   },
   {
      "fld2": "内罗毕",
      "字段3": "哥本哈根",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "罗马",
      "字段3": "雅典",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "墨尔本",
      "字段3": "慕尼黑",
      "字段2": "米兰"
   },
   {
      "fld2": "内罗毕",
      "字段3": "辽宁省大连市",
      "字段2": "东京"
   },
   {
      "fld2": "罗马",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "墨尔本"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "福建省厦门市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "马德里",
      "字段2": "奥克兰"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "莫斯科",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "纽约",
      "字段3": "蒙特利尔",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "雅典",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "多伦多",
      "字段3": "云南省昆明市",
      "字段2": "华沙"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "华沙",
      "字段2": "墨尔本"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "圣保罗",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "米兰",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "罗马",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "布拉格",
      "字段3": "巴塞罗那",
      "字段2": "新加坡"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "山东省青岛市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "布鲁塞尔",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "巴黎",
      "字段3": "多伦多",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "罗马",
      "字段3": "新加坡",
      "字段2": "迪拜"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "开普敦",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "渥太华",
      "字段2": "雅加达"
   },
   {
      "fld2": "东京",
      "字段3": "慕尼黑",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "青海省西宁市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "浙江省杭州市",
      "字段2": "米兰"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "内罗毕",
      "字段3": "海南省海口市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "雅加达",
      "字段3": "内罗毕",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "多伦多",
      "字段2": "柏林"
   },
   {
      "fld2": "圣保罗",
      "字段3": "巴黎",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "开普敦",
      "字段3": "米兰",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "山西省太原市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "广东省广州市",
      "字段2": "多伦多"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "斯德哥尔摩",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "台北市",
      "字段3": "四川省成都市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "布拉格",
      "字段2": "维也纳"
   },
   {
      "fld2": "华沙",
      "字段3": "海南省海口市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "马德里",
      "字段3": "西藏拉萨市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "澳门特别行政区",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "新加坡",
      "字段3": "福建省厦门市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "开罗",
      "字段3": "吉林省长春市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "多伦多",
      "字段3": "华沙",
      "字段2": "新加坡"
   },
   {
      "fld2": "罗马",
      "字段3": "宁夏银川市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "渥太华",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "布拉格",
      "字段3": "甘肃省兰州市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "雅加达",
      "字段3": "孟买",
      "字段2": "莫斯科"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "布达佩斯",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "伯尔尼",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "墨尔本",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "维也纳",
      "字段3": "山西省太原市",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "罗马",
      "字段3": "孟买",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "华沙",
      "字段3": "山东省青岛市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "新加坡",
      "字段3": "蒙特利尔",
      "字段2": "墨尔本"
   },
   {
      "fld2": "利马",
      "字段3": "辽宁省大连市",
      "字段2": "悉尼"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "布拉格",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "新加坡",
      "字段3": "广东省广州市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "卡拉奇",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "宁夏银川市",
      "字段2": "柏林"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "宁夏银川市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "纽约",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "奥克兰",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "米兰",
      "字段3": "悉尼",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "曼谷",
      "字段3": "贵州省贵阳市",
      "字段2": "新德里"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "广西南宁市",
      "字段2": "柏林"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "约翰内斯堡",
      "字段2": "孟买"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "巴黎",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "香港特别行政区",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "开普敦",
      "字段2": "新加坡"
   },
   {
      "fld2": "孟买",
      "字段3": "山西省太原市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "雅典",
      "字段3": "新德里",
      "字段2": "新加坡"
   },
   {
      "fld2": "孟买",
      "字段3": "雅典",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "圣地亚哥",
      "字段2": "温哥华"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "吉隆坡",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "孟买",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "阿姆斯特丹",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "甘肃省兰州市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "孟买",
      "字段3": "新德里",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "悉尼",
      "字段2": "柏林"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "悉尼",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "开罗",
      "字段3": "香港特别行政区",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "吉林省长春市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "巴黎",
      "字段3": "吉隆坡",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "台北市",
      "字段3": "新加坡",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "新德里",
      "字段3": "山西省太原市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "马德里",
      "字段2": "悉尼"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "江苏省南京市",
      "字段2": "雅加达"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "伦敦",
      "字段2": "奥克兰"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "内罗毕",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "雅加达",
      "字段3": "圣地亚哥",
      "字段2": "迪拜"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "布达佩斯",
      "字段2": "圣保罗"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "伦敦",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "新加坡",
      "字段3": "孟买",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "利马",
      "字段3": "伊斯坦布尔",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "悉尼",
      "字段3": "墨尔本",
      "字段2": "悉尼"
   },
   {
      "fld2": "利马",
      "字段3": "山东省青岛市",
      "字段2": "多伦多"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "吉隆坡",
      "字段2": "柏林"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "青海省西宁市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "内罗毕",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "新德里",
      "字段3": "东京",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "海南省海口市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "柏林",
      "字段2": "伦敦"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "哥本哈根",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "布拉格",
      "字段2": "米兰"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "东京",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "墨西哥城",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "渥太华",
      "字段3": "里约热内卢",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "福建省厦门市",
      "字段2": "渥太华"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "云南省昆明市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "柏林",
      "字段3": "内罗毕",
      "字段2": "内罗毕"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "贵州省贵阳市",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "柏林",
      "字段3": "山西省太原市",
      "字段2": "东京"
   },
   {
      "fld2": "台北市",
      "字段3": "悉尼",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "巴黎",
      "字段3": "四川省成都市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "青海省西宁市",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "开罗",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "奥克兰",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "曼谷",
      "字段3": "河南省郑州市",
      "字段2": "布拉格"
   },
   {
      "fld2": "悉尼",
      "字段3": "孟买",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "宁夏银川市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "纽约",
      "字段3": "约翰内斯堡",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "内罗毕",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "约翰内斯堡",
      "字段2": "维也纳"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "利马",
      "字段2": "莫斯科"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "雅加达",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "伦敦",
      "字段3": "渥太华",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "哥本哈根",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "台北市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "安徽省合肥市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "圣地亚哥",
      "字段2": "维也纳"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "雅加达",
      "字段2": "台北市"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "辽宁省大连市",
      "字段2": "开普敦"
   },
   {
      "fld2": "开普敦",
      "字段3": "新加坡",
      "字段2": "米兰"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "新德里",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "蒙特利尔",
      "字段2": "利马"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "蒙特利尔",
      "字段2": "布拉格"
   },
   {
      "fld2": "悉尼",
      "字段3": "圣地亚哥",
      "字段2": "莫斯科"
   },
   {
      "fld2": "柏林",
      "字段3": "山东省济南市",
      "字段2": "开普敦"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "布达佩斯",
      "字段2": "华沙"
   },
   {
      "fld2": "巴黎",
      "字段3": "福建省厦门市",
      "字段2": "悉尼"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "雅加达",
      "字段2": "马德里"
   },
   {
      "fld2": "渥太华",
      "字段3": "伊斯坦布尔",
      "字段2": "圣保罗"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "维也纳",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "巴黎",
      "字段3": "温哥华",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "新加坡",
      "字段3": "江苏省南京市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "华沙",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "布鲁塞尔",
      "字段2": "新德里"
   },
   {
      "fld2": "巴黎",
      "字段3": "利马",
      "字段2": "温哥华"
   },
   {
      "fld2": "米兰",
      "字段3": "广西南宁市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "悉尼",
      "字段3": "海南省海口市",
      "字段2": "多伦多"
   },
   {
      "fld2": "伦敦",
      "字段3": "宁夏银川市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "雅加达",
      "字段3": "悉尼",
      "字段2": "悉尼"
   },
   {
      "fld2": "温哥华",
      "字段3": "慕尼黑",
      "字段2": "温哥华"
   },
   {
      "fld2": "开普敦",
      "字段3": "布拉格",
      "字段2": "雅典"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "江西省南昌市",
      "字段2": "温哥华"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "米兰"
   },
   {
      "fld2": "圣保罗",
      "字段3": "米兰",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "柏林",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "柏林",
      "字段3": "青海省西宁市",
      "字段2": "米兰"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "台北市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "西藏拉萨市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "蒙特利尔",
      "字段2": "柏林"
   },
   {
      "fld2": "纽约",
      "字段3": "内罗毕",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "新德里",
      "字段3": "罗马",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "迪拜",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "利马",
      "字段2": "布拉格"
   },
   {
      "fld2": "曼谷",
      "字段3": "里约热内卢",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "悉尼",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "江西省南昌市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "辽宁省大连市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "约翰内斯堡",
      "字段2": "曼谷"
   },
   {
      "fld2": "纽约",
      "字段3": "四川省成都市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "迪拜",
      "字段3": "澳门特别行政区",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "奥克兰",
      "字段3": "开普敦",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "开普敦",
      "字段3": "雅加达",
      "字段2": "柏林"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "悉尼",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "约翰内斯堡",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "内罗毕",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "罗马",
      "字段3": "圣保罗",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "慕尼黑",
      "字段2": "米兰"
   },
   {
      "fld2": "东京",
      "字段3": "赫尔辛基",
      "字段2": "华沙"
   },
   {
      "fld2": "米兰",
      "字段3": "孟买",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "悉尼",
      "字段2": "内罗毕"
   },
   {
      "fld2": "东京",
      "字段3": "吉林省长春市",
      "字段2": "雅典"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "马德里",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "渥太华",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "台北市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "开普敦",
      "字段3": "新德里",
      "字段2": "米兰"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "四川省成都市",
      "字段2": "利马"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "河南省郑州市",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "山西省太原市",
      "字段2": "米兰"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "布拉格",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "迪拜"
   },
   {
      "fld2": "曼谷",
      "字段3": "辽宁省大连市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "墨尔本",
      "字段3": "卡拉奇",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "华沙",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "墨尔本",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "内罗毕",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "哥本哈根",
      "字段2": "开罗"
   },
   {
      "fld2": "内罗毕",
      "字段3": "卡拉奇",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "海南省海口市",
      "字段2": "维也纳"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "河南省郑州市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "伯尔尼",
      "字段2": "新加坡"
   },
   {
      "fld2": "罗马",
      "字段3": "孟买",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "卡拉奇",
      "字段2": "莫斯科"
   },
   {
      "fld2": "温哥华",
      "字段3": "约翰内斯堡",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "新德里",
      "字段3": "墨尔本",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "布鲁塞尔",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "新加坡",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "台北市",
      "字段3": "浙江省杭州市",
      "字段2": "新加坡"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "利马",
      "字段2": "利马"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "罗马",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "渥太华",
      "字段3": "罗马",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "香港特别行政区",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "新德里",
      "字段3": "伊斯坦布尔",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "米兰",
      "字段2": "雅典"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "纽约"
   },
   {
      "fld2": "伦敦",
      "字段3": "伊斯坦布尔",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "莫斯科",
      "字段2": "纽约"
   },
   {
      "fld2": "米兰",
      "字段3": "慕尼黑",
      "字段2": "伦敦"
   },
   {
      "fld2": "内罗毕",
      "字段3": "约翰内斯堡",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "布鲁塞尔",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "巴黎",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "开普敦",
      "字段3": "巴黎",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "多伦多",
      "字段3": "罗马",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "慕尼黑",
      "字段2": "内罗毕"
   },
   {
      "fld2": "温哥华",
      "字段3": "辽宁省大连市",
      "字段2": "孟买"
   },
   {
      "fld2": "雅加达",
      "字段3": "罗马",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "内罗毕",
      "字段3": "巴黎",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "孟买",
      "字段2": "伦敦"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "香港特别行政区",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "开普敦",
      "字段3": "吉林省长春市",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "开罗",
      "字段2": "东京"
   },
   {
      "fld2": "内罗毕",
      "字段3": "广西南宁市",
      "字段2": "孟买"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "莫斯科",
      "字段2": "柏林"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "孟买",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "伦敦",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "雅典"
   },
   {
      "fld2": "新德里",
      "字段3": "香港特别行政区",
      "字段2": "巴黎"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "布鲁塞尔",
      "字段2": "马德里"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "山东省青岛市",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "伯尔尼",
      "字段2": "伦敦"
   },
   {
      "fld2": "圣保罗",
      "字段3": "悉尼",
      "字段2": "墨尔本"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "山东省青岛市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "布鲁塞尔",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "曼谷",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "开罗",
      "字段3": "布达佩斯",
      "字段2": "开罗"
   },
   {
      "fld2": "墨尔本",
      "字段3": "吉林省长春市",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "四川省成都市",
      "字段2": "温哥华"
   },
   {
      "fld2": "悉尼",
      "字段3": "伊斯坦布尔",
      "字段2": "东京"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "西藏拉萨市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "维也纳",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "奥克兰",
      "字段3": "贵州省贵阳市",
      "字段2": "华沙"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "维也纳",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "奥克兰",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "利马",
      "字段3": "山东省济南市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "渥太华",
      "字段3": "吉隆坡",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "布达佩斯",
      "字段2": "巴黎"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "江西省南昌市",
      "字段2": "柏林"
   },
   {
      "fld2": "孟买",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "渥太华"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "江苏省南京市",
      "字段2": "利马"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "柏林",
      "字段2": "新德里"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "开普敦",
      "字段3": "米兰",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "辽宁省大连市",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "布达佩斯",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "甘肃省兰州市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "开罗",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "开罗",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "柏林",
      "字段3": "伯尔尼",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "圣保罗",
      "字段3": "广东省广州市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "墨西哥城",
      "字段2": "马德里"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "伦敦",
      "字段2": "迪拜"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "维也纳",
      "字段2": "开罗"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "吉林省长春市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "开罗",
      "字段3": "奥斯陆",
      "字段2": "米兰"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "山东省济南市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "利马",
      "字段3": "维也纳",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "多伦多",
      "字段2": "马德里"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "海南省海口市",
      "字段2": "孟买"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "迪拜",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "米兰",
      "字段3": "新加坡",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "马德里",
      "字段3": "悉尼",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "悉尼",
      "字段3": "布鲁塞尔",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "阿姆斯特丹",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "台北市",
      "字段3": "雅加达",
      "字段2": "渥太华"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "利马",
      "字段2": "悉尼"
   },
   {
      "fld2": "马德里",
      "字段3": "柏林",
      "字段2": "布拉格"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "香港特别行政区",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "维也纳",
      "字段2": "巴黎"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "柏林",
      "字段2": "东京"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "渥太华",
      "字段2": "伦敦"
   },
   {
      "fld2": "温哥华",
      "字段3": "雅加达",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "罗马",
      "字段3": "山东省济南市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "山东省青岛市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "山东省济南市",
      "字段2": "纽约"
   },
   {
      "fld2": "奥克兰",
      "字段3": "山西省太原市",
      "字段2": "利马"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "巴塞罗那",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "台北市",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "巴塞罗那",
      "字段2": "多伦多"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "蒙特利尔",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "曼谷",
      "字段3": "广东省广州市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "曼谷",
      "字段3": "贵州省贵阳市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "迪拜",
      "字段3": "悉尼",
      "字段2": "新德里"
   },
   {
      "fld2": "迪拜",
      "字段3": "哥本哈根",
      "字段2": "利马"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "约翰内斯堡",
      "字段2": "雅典"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "布鲁塞尔",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "澳门特别行政区",
      "字段2": "渥太华"
   },
   {
      "fld2": "曼谷",
      "字段3": "米兰",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "福建省厦门市",
      "字段2": "罗马"
   },
   {
      "fld2": "华沙",
      "字段3": "悉尼",
      "字段2": "利马"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "约翰内斯堡",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "新加坡",
      "字段3": "奥克兰",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "巴黎",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "雅典",
      "字段3": "圣保罗",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "江苏省南京市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "辽宁省沈阳市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "阿姆斯特丹",
      "字段2": "纽约"
   },
   {
      "fld2": "曼谷",
      "字段3": "布拉格",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "巴黎",
      "字段3": "安徽省合肥市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "柏林",
      "字段3": "米兰",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "纽约",
      "字段3": "新加坡",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "孟买",
      "字段3": "圣地亚哥",
      "字段2": "巴黎"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "澳门特别行政区",
      "字段2": "孟买"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "东京",
      "字段2": "罗马"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "迪拜",
      "字段2": "迪拜"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "迪拜",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "悉尼",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "江西省南昌市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "河南省郑州市",
      "字段2": "悉尼"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "山东省青岛市",
      "字段2": "孟买"
   },
   {
      "fld2": "孟买",
      "字段3": "江西省南昌市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "台北市",
      "字段3": "宁夏银川市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "圣保罗",
      "字段2": "利马"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "多伦多",
      "字段2": "墨尔本"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "伦敦",
      "字段3": "伦敦",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "悉尼",
      "字段3": "利马",
      "字段2": "墨尔本"
   },
   {
      "fld2": "罗马",
      "字段3": "山东省济南市",
      "字段2": "利马"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "纽约",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "山西省太原市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "约翰内斯堡",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "柏林",
      "字段3": "新加坡",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "雅典",
      "字段3": "巴塞罗那",
      "字段2": "圣保罗"
   },
   {
      "fld2": "温哥华",
      "字段3": "曼谷",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "雅加达",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "维也纳",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "东京",
      "字段3": "吉隆坡",
      "字段2": "莫斯科"
   },
   {
      "fld2": "利马",
      "字段3": "澳门特别行政区",
      "字段2": "布拉格"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "江苏省南京市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "开普敦",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "吉林省长春市",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "伊斯坦布尔",
      "字段2": "马德里"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "浙江省杭州市",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "布鲁塞尔",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "奥克兰",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "澳门特别行政区",
      "字段2": "柏林"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "贵州省贵阳市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "内罗毕",
      "字段3": "甘肃省兰州市",
      "字段2": "维也纳"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "孟买",
      "字段2": "悉尼"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "巴黎",
      "字段2": "悉尼"
   },
   {
      "fld2": "伦敦",
      "字段3": "巴塞罗那",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "罗马",
      "字段3": "海南省海口市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "台北市"
   },
   {
      "fld2": "开普敦",
      "字段3": "罗马",
      "字段2": "奥克兰"
   },
   {
      "fld2": "东京",
      "字段3": "吉隆坡",
      "字段2": "布拉格"
   },
   {
      "fld2": "台北市",
      "字段3": "里约热内卢",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "温哥华",
      "字段3": "安徽省合肥市",
      "字段2": "罗马"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "雅典",
      "字段2": "纽约"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "莫斯科",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "新加坡",
      "字段3": "开罗",
      "字段2": "马德里"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "温哥华",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "雅加达",
      "字段3": "渥太华",
      "字段2": "米兰"
   },
   {
      "fld2": "台北市",
      "字段3": "山东省青岛市",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "奥克兰",
      "字段3": "布拉格",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "巴黎",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "柏林",
      "字段3": "约翰内斯堡",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "内罗毕",
      "字段2": "布拉格"
   },
   {
      "fld2": "伦敦",
      "字段3": "悉尼",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "福建省厦门市",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "宁夏银川市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "巴黎",
      "字段3": "墨尔本",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "罗马",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "雅典",
      "字段2": "曼谷"
   },
   {
      "fld2": "温哥华",
      "字段3": "蒙特利尔",
      "字段2": "圣保罗"
   },
   {
      "fld2": "利马",
      "字段3": "云南省昆明市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "山东省济南市",
      "字段2": "伦敦"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "河南省郑州市",
      "字段2": "马德里"
   },
   {
      "fld2": "新加坡",
      "字段3": "巴塞罗那",
      "字段2": "纽约"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "利马",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "开普敦",
      "字段3": "广东省广州市",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "浙江省杭州市",
      "字段2": "柏林"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "伦敦",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "阿姆斯特丹",
      "字段2": "内罗毕"
   },
   {
      "fld2": "圣保罗",
      "字段3": "约翰内斯堡",
      "字段2": "布拉格"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "奥克兰",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "新加坡",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "温哥华",
      "字段3": "东京",
      "字段2": "奥克兰"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "斯德哥尔摩",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "雅加达",
      "字段3": "开罗",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "悉尼",
      "字段3": "阿姆斯特丹",
      "字段2": "纽约"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "莫斯科",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "伦敦",
      "字段3": "吉林省长春市",
      "字段2": "利马"
   },
   {
      "fld2": "孟买",
      "字段3": "伯尔尼",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "悉尼",
      "字段2": "孟买"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "贵州省贵阳市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "西藏拉萨市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "马德里",
      "字段3": "纽约",
      "字段2": "利马"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "华沙",
      "字段2": "内罗毕"
   },
   {
      "fld2": "开普敦",
      "字段3": "辽宁省沈阳市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "华沙",
      "字段2": "多伦多"
   },
   {
      "fld2": "墨尔本",
      "字段3": "哥本哈根",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "纽约",
      "字段2": "米兰"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "蒙特利尔",
      "字段2": "罗马"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "东京",
      "字段2": "马德里"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "青海省西宁市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "悉尼",
      "字段3": "伊斯坦布尔",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "山西省太原市",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "迪拜",
      "字段3": "莫斯科",
      "字段2": "圣保罗"
   },
   {
      "fld2": "墨尔本",
      "字段3": "慕尼黑",
      "字段2": "开普敦"
   },
   {
      "fld2": "渥太华",
      "字段3": "曼谷",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "莫斯科",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "澳门特别行政区",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "雅加达",
      "字段2": "奥克兰"
   },
   {
      "fld2": "莫斯科",
      "字段3": "莫斯科",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "曼谷",
      "字段3": "西藏拉萨市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "广西南宁市",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "米兰",
      "字段3": "哥本哈根",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "开普敦",
      "字段2": "维也纳"
   },
   {
      "fld2": "迪拜",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "圣地亚哥",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "巴黎",
      "字段3": "奥斯陆",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "慕尼黑",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "阿姆斯特丹",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "山西省太原市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "莫斯科",
      "字段2": "开罗"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "华沙",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "约翰内斯堡",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "台北市",
      "字段3": "西藏拉萨市",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "辽宁省沈阳市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "莫斯科",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "云南省昆明市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "纽约",
      "字段3": "宁夏银川市",
      "字段2": "华沙"
   },
   {
      "fld2": "迪拜",
      "字段3": "卡拉奇",
      "字段2": "柏林"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "新加坡",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "海南省海口市",
      "字段2": "开普敦"
   },
   {
      "fld2": "华沙",
      "字段3": "开罗",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "云南省昆明市",
      "字段2": "罗马"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "孟买",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "新加坡",
      "字段3": "内罗毕",
      "字段2": "开普敦"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "迪拜",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "山西省太原市",
      "字段2": "开普敦"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "西藏拉萨市",
      "字段2": "罗马"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "哥本哈根",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "奥克兰",
      "字段2": "孟买"
   },
   {
      "fld2": "马德里",
      "字段3": "甘肃省兰州市",
      "字段2": "巴黎"
   },
   {
      "fld2": "迪拜",
      "字段3": "江西省南昌市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "澳门特别行政区",
      "字段2": "华沙"
   },
   {
      "fld2": "布拉格",
      "字段3": "贵州省贵阳市",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "伊斯坦布尔",
      "字段2": "多伦多"
   },
   {
      "fld2": "纽约",
      "字段3": "墨西哥城",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "孟买",
      "字段3": "东京",
      "字段2": "伦敦"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "墨尔本",
      "字段2": "孟买"
   },
   {
      "fld2": "新德里",
      "字段3": "温哥华",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "孟买",
      "字段3": "温哥华",
      "字段2": "雅典"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "渥太华",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "利马",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "赫尔辛基",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "布达佩斯",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "悉尼",
      "字段3": "江苏省南京市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "孟买",
      "字段3": "内罗毕",
      "字段2": "维也纳"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "东京",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "圣保罗",
      "字段3": "新加坡",
      "字段2": "孟买"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "华沙"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "渥太华",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "内罗毕",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "悉尼",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "内罗毕",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "雅典",
      "字段3": "山东省济南市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "墨尔本",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "温哥华",
      "字段3": "约翰内斯堡",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "约翰内斯堡",
      "字段2": "华沙"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "迪拜",
      "字段2": "东京"
   },
   {
      "fld2": "新加坡",
      "字段3": "蒙特利尔",
      "字段2": "雅加达"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "里约热内卢",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "利马",
      "字段3": "河南省郑州市",
      "字段2": "柏林"
   },
   {
      "fld2": "墨尔本",
      "字段3": "里约热内卢",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "慕尼黑",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "江苏省南京市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "孟买",
      "字段3": "墨西哥城",
      "字段2": "台北市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "维也纳",
      "字段2": "内罗毕"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "莫斯科",
      "字段2": "悉尼"
   },
   {
      "fld2": "多伦多",
      "字段3": "浙江省杭州市",
      "字段2": "米兰"
   },
   {
      "fld2": "新加坡",
      "字段3": "里约热内卢",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "青海省西宁市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "曼谷",
      "字段2": "伦敦"
   },
   {
      "fld2": "新德里",
      "字段3": "宁夏银川市",
      "字段2": "悉尼"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "慕尼黑",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "多伦多",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "吉林省长春市",
      "字段2": "新加坡"
   },
   {
      "fld2": "内罗毕",
      "字段3": "迪拜",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "巴黎",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "福建省厦门市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "云南省昆明市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "开罗",
      "字段2": "圣保罗"
   },
   {
      "fld2": "东京",
      "字段3": "开罗",
      "字段2": "开罗"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "开普敦",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "纽约",
      "字段3": "新德里",
      "字段2": "利马"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "伦敦",
      "字段2": "悉尼"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "东京",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "斯德哥尔摩",
      "字段2": "马德里"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "海南省海口市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "巴黎",
      "字段2": "雅加达"
   },
   {
      "fld2": "雅加达",
      "字段3": "吉林省长春市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "山西省太原市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "河南省郑州市",
      "字段2": "罗马"
   },
   {
      "fld2": "雅加达",
      "字段3": "赫尔辛基",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "巴黎",
      "字段3": "孟买",
      "字段2": "曼谷"
   },
   {
      "fld2": "利马",
      "字段3": "悉尼",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "莫斯科",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "新加坡",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "开普敦",
      "字段3": "伊斯坦布尔",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "圣保罗",
      "字段2": "曼谷"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "渥太华",
      "字段2": "圣保罗"
   },
   {
      "fld2": "悉尼",
      "字段3": "赫尔辛基",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "华沙",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "马德里",
      "字段2": "利马"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "纽约",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "内罗毕",
      "字段3": "江西省南昌市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "贵州省贵阳市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "斯德哥尔摩",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "新加坡",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "东京"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "圣保罗",
      "字段2": "温哥华"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "悉尼",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "多伦多",
      "字段3": "奥克兰",
      "字段2": "利马"
   },
   {
      "fld2": "开罗",
      "字段3": "渥太华",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "澳门特别行政区",
      "字段2": "莫斯科"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "宁夏银川市",
      "字段2": "伦敦"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "温哥华",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "布鲁塞尔",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "利马",
      "字段2": "奥克兰"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "罗马",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "纽约",
      "字段3": "开罗",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "孟买",
      "字段3": "广东省广州市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "柏林",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "柏林",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "奥克兰",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "巴黎",
      "字段3": "内罗毕",
      "字段2": "奥克兰"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "迪拜",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "新加坡",
      "字段3": "慕尼黑",
      "字段2": "渥太华"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "福建省厦门市",
      "字段2": "利马"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "四川省成都市",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "渥太华",
      "字段3": "孟买",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "奥克兰",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "开普敦",
      "字段2": "渥太华"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "山东省济南市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "雅加达",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "布拉格",
      "字段3": "墨西哥城",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "雅典",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "巴黎",
      "字段3": "新德里",
      "字段2": "墨尔本"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "甘肃省兰州市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "香港特别行政区",
      "字段2": "维也纳"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "云南省昆明市",
      "字段2": "悉尼"
   },
   {
      "fld2": "新加坡",
      "字段3": "辽宁省沈阳市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "辽宁省沈阳市",
      "字段2": "迪拜"
   },
   {
      "fld2": "雅典",
      "字段3": "青海省西宁市",
      "字段2": "新加坡"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "墨西哥城",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "温哥华",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "悉尼",
      "字段3": "布达佩斯",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "新加坡",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "内罗毕"
   },
   {
      "fld2": "伦敦",
      "字段3": "孟买",
      "字段2": "罗马"
   },
   {
      "fld2": "雅加达",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "巴黎"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "里约热内卢",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "巴黎",
      "字段2": "内罗毕"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "台北市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "柏林",
      "字段2": "开罗"
   },
   {
      "fld2": "华沙",
      "字段3": "布鲁塞尔",
      "字段2": "雅典"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "开普敦",
      "字段2": "曼谷"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "巴黎",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "华沙",
      "字段3": "开普敦",
      "字段2": "温哥华"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "斯德哥尔摩",
      "字段2": "莫斯科"
   },
   {
      "fld2": "东京",
      "字段3": "慕尼黑",
      "字段2": "圣保罗"
   },
   {
      "fld2": "内罗毕",
      "字段3": "开罗",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "西藏拉萨市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "曼谷",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "马德里",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "内罗毕",
      "字段3": "海南省海口市",
      "字段2": "伦敦"
   },
   {
      "fld2": "柏林",
      "字段3": "卡拉奇",
      "字段2": "悉尼"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "罗马"
   },
   {
      "fld2": "新德里",
      "字段3": "罗马",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "卡拉奇",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "布拉格",
      "字段3": "维也纳",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "甘肃省兰州市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "华沙",
      "字段3": "迪拜",
      "字段2": "多伦多"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "柏林",
      "字段2": "雅典"
   },
   {
      "fld2": "新德里",
      "字段3": "约翰内斯堡",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "巴黎",
      "字段3": "布拉格",
      "字段2": "维也纳"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "孟买",
      "字段2": "悉尼"
   },
   {
      "fld2": "马德里",
      "字段3": "蒙特利尔",
      "字段2": "罗马"
   },
   {
      "fld2": "新德里",
      "字段3": "哥本哈根",
      "字段2": "孟买"
   },
   {
      "fld2": "新加坡",
      "字段3": "辽宁省沈阳市",
      "字段2": "巴黎"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "哥本哈根",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "奥克兰",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "米兰",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "斯德哥尔摩",
      "字段2": "迪拜"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "约翰内斯堡",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "曼谷",
      "字段3": "圣保罗",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "迪拜",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "约翰内斯堡",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "悉尼",
      "字段3": "广西南宁市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "罗马",
      "字段3": "阿姆斯特丹",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "纽约",
      "字段3": "吉林省长春市",
      "字段2": "布拉格"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "悉尼",
      "字段2": "新德里"
   },
   {
      "fld2": "布拉格",
      "字段3": "孟买",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "温哥华",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "米兰",
      "字段3": "圣地亚哥",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "孟买",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "新德里",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "悉尼",
      "字段2": "温哥华"
   },
   {
      "fld2": "开罗",
      "字段3": "四川省成都市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "巴黎",
      "字段2": "悉尼"
   },
   {
      "fld2": "马德里",
      "字段3": "新德里",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "温哥华",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "悉尼",
      "字段2": "悉尼"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "温哥华",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "吉隆坡",
      "字段2": "台北市"
   },
   {
      "fld2": "台北市",
      "字段3": "福建省厦门市",
      "字段2": "孟买"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "华沙",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "悉尼",
      "字段3": "悉尼",
      "字段2": "莫斯科"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "孟买",
      "字段2": "台北市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "慕尼黑",
      "字段2": "开罗"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "约翰内斯堡",
      "字段2": "新加坡"
   },
   {
      "fld2": "布拉格",
      "字段3": "卡拉奇",
      "字段2": "布拉格"
   },
   {
      "fld2": "悉尼",
      "字段3": "宁夏银川市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "贵州省贵阳市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "东京",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "曼谷",
      "字段2": "雅加达"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "新加坡",
      "字段2": "渥太华"
   },
   {
      "fld2": "迪拜",
      "字段3": "新德里",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "纽约",
      "字段3": "奥克兰",
      "字段2": "新加坡"
   },
   {
      "fld2": "米兰",
      "字段3": "蒙特利尔",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "维也纳",
      "字段2": "伦敦"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "海南省海口市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "约翰内斯堡",
      "字段2": "米兰"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "罗马",
      "字段2": "利马"
   },
   {
      "fld2": "墨尔本",
      "字段3": "山西省太原市",
      "字段2": "柏林"
   },
   {
      "fld2": "渥太华",
      "字段3": "内罗毕",
      "字段2": "迪拜"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "贵州省贵阳市",
      "字段2": "罗马"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "广东省广州市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "华沙",
      "字段2": "奥克兰"
   },
   {
      "fld2": "雅加达",
      "字段3": "奥斯陆",
      "字段2": "布拉格"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "蒙特利尔",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "吉隆坡",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "巴黎",
      "字段3": "多伦多",
      "字段2": "利马"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "罗马",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "香港特别行政区",
      "字段2": "内罗毕"
   },
   {
      "fld2": "温哥华",
      "字段3": "河南省郑州市",
      "字段2": "迪拜"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "米兰",
      "字段2": "雅加达"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "迪拜",
      "字段2": "新德里"
   },
   {
      "fld2": "华沙",
      "字段3": "甘肃省兰州市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "米兰",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "迪拜",
      "字段3": "伯尔尼",
      "字段2": "悉尼"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "慕尼黑",
      "字段2": "纽约"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "新加坡",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "布拉格",
      "字段3": "墨西哥城",
      "字段2": "雅加达"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "广东省广州市",
      "字段2": "新德里"
   },
   {
      "fld2": "内罗毕",
      "字段3": "吉隆坡",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "雅典",
      "字段3": "内罗毕",
      "字段2": "墨尔本"
   },
   {
      "fld2": "马德里",
      "字段3": "浙江省杭州市",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "香港特别行政区",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "布达佩斯",
      "字段2": "马德里"
   },
   {
      "fld2": "台北市",
      "字段3": "布拉格",
      "字段2": "新加坡"
   },
   {
      "fld2": "雅典",
      "字段3": "吉林省长春市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "斯德哥尔摩",
      "字段2": "巴黎"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "福建省厦门市",
      "字段2": "雅典"
   },
   {
      "fld2": "东京",
      "字段3": "巴黎",
      "字段2": "布拉格"
   },
   {
      "fld2": "温哥华",
      "字段3": "云南省昆明市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "河南省郑州市",
      "字段2": "雅典"
   },
   {
      "fld2": "奥克兰",
      "字段3": "布达佩斯",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "维也纳",
      "字段3": "墨西哥城",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "孟买",
      "字段3": "巴黎",
      "字段2": "雅加达"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "辽宁省沈阳市",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "巴黎",
      "字段3": "蒙特利尔",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "渥太华",
      "字段2": "米兰"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "辽宁省沈阳市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "布拉格",
      "字段3": "云南省昆明市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "马德里",
      "字段3": "哥本哈根",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "宁夏银川市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "伦敦",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "新德里",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "曼谷",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "柏林",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "奥克兰",
      "字段2": "伦敦"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "内罗毕",
      "字段2": "奥克兰"
   },
   {
      "fld2": "新加坡",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "孟买"
   },
   {
      "fld2": "墨尔本",
      "字段3": "香港特别行政区",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "巴黎"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "广东省广州市",
      "字段2": "开普敦"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "东京",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "雅加达",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "罗马",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "奥克兰",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "内罗毕",
      "字段3": "莫斯科",
      "字段2": "马德里"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "雅典"
   },
   {
      "fld2": "奥克兰",
      "字段3": "新加坡",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "孟买",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "墨尔本",
      "字段2": "柏林"
   },
   {
      "fld2": "温哥华",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "柏林"
   },
   {
      "fld2": "华沙",
      "字段3": "内罗毕",
      "字段2": "内罗毕"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "云南省昆明市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "利马",
      "字段3": "布拉格",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "西藏拉萨市",
      "字段2": "布拉格"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "孟买",
      "字段2": "柏林"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "里约热内卢",
      "字段2": "维也纳"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "多伦多",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "雅加达",
      "字段3": "布鲁塞尔",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "曼谷"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "开普敦",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "维也纳",
      "字段3": "江西省南昌市",
      "字段2": "迪拜"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "辽宁省沈阳市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "海南省海口市",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "阿姆斯特丹",
      "字段2": "温哥华"
   },
   {
      "fld2": "利马",
      "字段3": "莫斯科",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "雅典",
      "字段3": "福建省厦门市",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "利马",
      "字段2": "利马"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "罗马",
      "字段2": "利马"
   },
   {
      "fld2": "内罗毕",
      "字段3": "贵州省贵阳市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "米兰",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "墨尔本",
      "字段2": "孟买"
   },
   {
      "fld2": "多伦多",
      "字段3": "悉尼",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "伊斯坦布尔",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "孟买",
      "字段2": "雅加达"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "伯尔尼",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "罗马",
      "字段3": "蒙特利尔",
      "字段2": "米兰"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "墨西哥城",
      "字段2": "利马"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "广东省广州市",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "孟买",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "伯尔尼",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "巴塞罗那",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "开罗",
      "字段2": "马德里"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "东京",
      "字段3": "布达佩斯",
      "字段2": "莫斯科"
   },
   {
      "fld2": "新德里",
      "字段3": "香港特别行政区",
      "字段2": "内罗毕"
   },
   {
      "fld2": "雅加达",
      "字段3": "墨西哥城",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "曼谷",
      "字段2": "孟买"
   },
   {
      "fld2": "悉尼",
      "字段3": "温哥华",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "澳门特别行政区",
      "字段2": "圣保罗"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "布达佩斯",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "贵州省贵阳市",
      "字段2": "雅典"
   },
   {
      "fld2": "悉尼",
      "字段3": "利马",
      "字段2": "巴黎"
   },
   {
      "fld2": "内罗毕",
      "字段3": "江苏省南京市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "圣保罗",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "迪拜",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "辽宁省沈阳市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "墨西哥城",
      "字段2": "巴黎"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "台北市",
      "字段2": "柏林"
   },
   {
      "fld2": "悉尼",
      "字段3": "开罗",
      "字段2": "温哥华"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "罗马",
      "字段2": "悉尼"
   },
   {
      "fld2": "柏林",
      "字段3": "圣地亚哥",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "卡拉奇",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "伦敦",
      "字段2": "渥太华"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "辽宁省大连市",
      "字段2": "马德里"
   },
   {
      "fld2": "圣保罗",
      "字段3": "马德里",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "开普敦",
      "字段3": "台北市",
      "字段2": "开普敦"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "福建省厦门市",
      "字段2": "纽约"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "东京",
      "字段2": "迪拜"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "布拉格",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "福建省厦门市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "布拉格",
      "字段3": "浙江省杭州市",
      "字段2": "开罗"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "赫尔辛基",
      "字段2": "悉尼"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "莫斯科",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "奥克兰",
      "字段3": "雅典",
      "字段2": "华沙"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "曼谷",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "雅加达",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "福建省厦门市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "迪拜",
      "字段3": "贵州省贵阳市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "悉尼",
      "字段2": "柏林"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "青海省西宁市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "内罗毕",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "罗马",
      "字段3": "曼谷",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "悉尼",
      "字段2": "开普敦"
   },
   {
      "fld2": "墨尔本",
      "字段3": "山西省太原市",
      "字段2": "纽约"
   },
   {
      "fld2": "新德里",
      "字段3": "四川省成都市",
      "字段2": "悉尼"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "新德里",
      "字段2": "柏林"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "阿姆斯特丹",
      "字段2": "新德里"
   },
   {
      "fld2": "墨尔本",
      "字段3": "赫尔辛基",
      "字段2": "开普敦"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "渥太华",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "江西省南昌市",
      "字段2": "伦敦"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "东京",
      "字段2": "马德里"
   },
   {
      "fld2": "孟买",
      "字段3": "悉尼",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "罗马",
      "字段3": "罗马",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "内罗毕",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "伯尔尼",
      "字段2": "莫斯科"
   },
   {
      "fld2": "渥太华",
      "字段3": "吉林省长春市",
      "字段2": "东京"
   },
   {
      "fld2": "内罗毕",
      "字段3": "新德里",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "海南省海口市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "东京",
      "字段3": "渥太华",
      "字段2": "华沙"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "哥本哈根",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "辽宁省沈阳市",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "马德里",
      "字段3": "阿姆斯特丹",
      "字段2": "纽约"
   },
   {
      "fld2": "米兰",
      "字段3": "澳门特别行政区",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "台北市",
      "字段3": "华沙",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "华沙",
      "字段3": "圣地亚哥",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "贵州省贵阳市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "曼谷",
      "字段2": "新德里"
   },
   {
      "fld2": "伦敦",
      "字段3": "吉林省长春市",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "吉隆坡",
      "字段2": "开普敦"
   },
   {
      "fld2": "雅典",
      "字段3": "云南省昆明市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "海南省海口市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "新德里",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "奥克兰",
      "字段3": "哥本哈根",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "维也纳",
      "字段3": "墨尔本",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "慕尼黑",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "新德里",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "雅典",
      "字段3": "伦敦",
      "字段2": "孟买"
   },
   {
      "fld2": "墨尔本",
      "字段3": "迪拜",
      "字段2": "雅加达"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "开普敦"
   },
   {
      "fld2": "东京",
      "字段3": "马德里",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "墨尔本",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "孟买",
      "字段3": "云南省昆明市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "莫斯科",
      "字段3": "圣保罗",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "温哥华",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "温哥华",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "巴黎",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "维也纳",
      "字段2": "新德里"
   },
   {
      "fld2": "柏林",
      "字段3": "开罗",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "伯尔尼",
      "字段2": "孟买"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "辽宁省大连市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "圣保罗",
      "字段2": "开普敦"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "罗马",
      "字段2": "莫斯科"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "布达佩斯",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "云南省昆明市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "澳门特别行政区",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "雅加达",
      "字段2": "奥克兰"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "台北市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "广西南宁市",
      "字段2": "布拉格"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "斯德哥尔摩",
      "字段2": "利马"
   },
   {
      "fld2": "利马",
      "字段3": "阿姆斯特丹",
      "字段2": "东京"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "江苏省南京市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "慕尼黑",
      "字段2": "东京"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "雅加达",
      "字段2": "新德里"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "墨西哥城",
      "字段2": "迪拜"
   },
   {
      "fld2": "伦敦",
      "字段3": "多伦多",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "马德里",
      "字段3": "约翰内斯堡",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "迪拜",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "开罗",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "蒙特利尔",
      "字段2": "柏林"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "雅典",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "吉林省长春市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "吉隆坡",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "江西省南昌市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "曼谷",
      "字段3": "开罗",
      "字段2": "新德里"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "柏林",
      "字段2": "新加坡"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "雅加达",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "新加坡",
      "字段3": "江西省南昌市",
      "字段2": "新德里"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "伦敦",
      "字段3": "吉隆坡",
      "字段2": "内罗毕"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "内罗毕",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "海南省海口市",
      "字段2": "伦敦"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "悉尼",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "宁夏银川市",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "台北市",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "迪拜",
      "字段3": "巴塞罗那",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "巴塞罗那",
      "字段2": "悉尼"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "斯德哥尔摩",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "约翰内斯堡",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "纽约",
      "字段3": "辽宁省大连市",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "马德里",
      "字段3": "里约热内卢",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "纽约",
      "字段3": "内罗毕",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "马德里",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "多伦多",
      "字段2": "多伦多"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "墨西哥城",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "罗马",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "墨西哥城",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "莫斯科",
      "字段3": "云南省昆明市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "多伦多",
      "字段3": "辽宁省沈阳市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "悉尼",
      "字段3": "东京",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "圣保罗",
      "字段3": "安徽省合肥市",
      "字段2": "利马"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "江西省南昌市",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "青海省西宁市",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "吉林省长春市",
      "字段2": "利马"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "布拉格",
      "字段2": "台北市"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "布拉格",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "开罗",
      "字段3": "纽约",
      "字段2": "雅典"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "新德里",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "开普敦",
      "字段3": "悉尼",
      "字段2": "开普敦"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "卡拉奇",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "纽约",
      "字段3": "华沙",
      "字段2": "伦敦"
   },
   {
      "fld2": "莫斯科",
      "字段3": "里约热内卢",
      "字段2": "新加坡"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "东京",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "开罗",
      "字段3": "阿姆斯特丹",
      "字段2": "奥克兰"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "圣保罗",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "东京",
      "字段2": "伦敦"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "吉隆坡",
      "字段2": "罗马"
   },
   {
      "fld2": "内罗毕",
      "字段3": "墨尔本",
      "字段2": "雅典"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "慕尼黑",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "内罗毕",
      "字段2": "马德里"
   },
   {
      "fld2": "东京",
      "字段3": "纽约",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "卡拉奇",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "广东省广州市",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "柏林",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "利马",
      "字段3": "蒙特利尔",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "纽约",
      "字段3": "孟买",
      "字段2": "维也纳"
   },
   {
      "fld2": "多伦多",
      "字段3": "辽宁省大连市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "悉尼",
      "字段2": "柏林"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "约翰内斯堡",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "台北市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "温哥华",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "香港特别行政区",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "雅加达",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "伦敦",
      "字段3": "里约热内卢",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "圣地亚哥",
      "字段2": "布拉格"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "曼谷",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "马德里",
      "字段3": "奥斯陆",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "利马",
      "字段3": "东京",
      "字段2": "东京"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "迪拜",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "迪拜",
      "字段2": "曼谷"
   },
   {
      "fld2": "华沙",
      "字段3": "赫尔辛基",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "台北市",
      "字段3": "阿姆斯特丹",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "利马",
      "字段3": "四川省成都市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "罗马",
      "字段2": "开普敦"
   },
   {
      "fld2": "孟买",
      "字段3": "慕尼黑",
      "字段2": "多伦多"
   },
   {
      "fld2": "墨尔本",
      "字段3": "福建省厦门市",
      "字段2": "马德里"
   },
   {
      "fld2": "新加坡",
      "字段3": "多伦多",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "巴塞罗那",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "青海省西宁市",
      "字段2": "雅典"
   },
   {
      "fld2": "雅加达",
      "字段3": "河南省郑州市",
      "字段2": "悉尼"
   },
   {
      "fld2": "新德里",
      "字段3": "墨西哥城",
      "字段2": "利马"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "迪拜",
      "字段2": "内罗毕"
   },
   {
      "fld2": "布拉格",
      "字段3": "云南省昆明市",
      "字段2": "雅典"
   },
   {
      "fld2": "内罗毕",
      "字段3": "哥本哈根",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "米兰",
      "字段3": "广东省广州市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "马德里",
      "字段3": "开罗",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "渥太华",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "福建省厦门市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "多伦多",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "柏林",
      "字段3": "新德里",
      "字段2": "伦敦"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "布达佩斯",
      "字段2": "渥太华"
   },
   {
      "fld2": "雅加达",
      "字段3": "墨西哥城",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "曼谷",
      "字段3": "孟买",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "圣保罗",
      "字段2": "莫斯科"
   },
   {
      "fld2": "悉尼",
      "字段3": "宁夏银川市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "纽约",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "里约热内卢",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "奥克兰",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "悉尼",
      "字段3": "里约热内卢",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "云南省昆明市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "温哥华",
      "字段3": "墨尔本",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "圣地亚哥",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "河南省郑州市",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "广东省广州市",
      "字段2": "维也纳"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "多伦多",
      "字段3": "迪拜",
      "字段2": "东京"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "罗马",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "广西南宁市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "西藏拉萨市",
      "字段2": "伦敦"
   },
   {
      "fld2": "孟买",
      "字段3": "布拉格",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "云南省昆明市",
      "字段2": "华沙"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "布达佩斯",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "广西南宁市",
      "字段2": "孟买"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "伦敦",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "海南省海口市",
      "字段2": "渥太华"
   },
   {
      "fld2": "奥克兰",
      "字段3": "莫斯科",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "澳门特别行政区",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "海南省海口市",
      "字段2": "利马"
   },
   {
      "fld2": "渥太华",
      "字段3": "山西省太原市",
      "字段2": "布拉格"
   },
   {
      "fld2": "曼谷",
      "字段3": "辽宁省大连市",
      "字段2": "孟买"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "巴塞罗那",
      "字段2": "悉尼"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "马德里",
      "字段2": "雅典"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "香港特别行政区",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "马德里",
      "字段3": "西藏拉萨市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "孟买",
      "字段2": "迪拜"
   },
   {
      "fld2": "温哥华",
      "字段3": "柏林",
      "字段2": "布拉格"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "罗马",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "悉尼",
      "字段3": "开罗",
      "字段2": "奥克兰"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "安徽省合肥市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "曼谷",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "悉尼",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "内罗毕",
      "字段3": "甘肃省兰州市",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "孟买",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "马德里",
      "字段3": "广东省广州市",
      "字段2": "布拉格"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "江苏省南京市",
      "字段2": "迪拜"
   },
   {
      "fld2": "巴黎",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "雅加达",
      "字段2": "曼谷"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "渥太华",
      "字段2": "罗马"
   },
   {
      "fld2": "悉尼",
      "字段3": "赫尔辛基",
      "字段2": "温哥华"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "阿姆斯特丹",
      "字段2": "台北市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "曼谷",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "香港特别行政区",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "伦敦",
      "字段2": "布拉格"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "纽约",
      "字段2": "罗马"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "山东省青岛市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "卡拉奇",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "山西省太原市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "巴黎",
      "字段2": "墨尔本"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "圣地亚哥",
      "字段2": "台北市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "伊斯坦布尔",
      "字段2": "华沙"
   },
   {
      "fld2": "渥太华",
      "字段3": "纽约",
      "字段2": "华沙"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "浙江省杭州市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "伊斯坦布尔",
      "字段2": "温哥华"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "墨西哥城",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "新加坡",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "巴黎",
      "字段3": "赫尔辛基",
      "字段2": "曼谷"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "赫尔辛基",
      "字段2": "孟买"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "奥斯陆",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "利马",
      "字段3": "斯德哥尔摩",
      "字段2": "孟买"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "伦敦",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "山东省济南市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "吉林省长春市",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "米兰",
      "字段2": "雅加达"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "温哥华",
      "字段2": "温哥华"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "迪拜",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "维也纳",
      "字段3": "伊斯坦布尔",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "里约热内卢",
      "字段2": "奥克兰"
   },
   {
      "fld2": "罗马",
      "字段3": "卡拉奇",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "贵州省贵阳市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "柏林",
      "字段3": "山东省青岛市",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "内罗毕",
      "字段3": "宁夏银川市",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "奥克兰",
      "字段2": "利马"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "吉林省长春市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "布拉格",
      "字段3": "山西省太原市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "圣保罗",
      "字段2": "罗马"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "华沙",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "利马"
   },
   {
      "fld2": "维也纳",
      "字段3": "伦敦",
      "字段2": "多伦多"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "安徽省合肥市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "维也纳",
      "字段3": "吉隆坡",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "利马",
      "字段3": "奥克兰",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "纽约",
      "字段3": "伦敦",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "江苏省南京市",
      "字段2": "渥太华"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "广东省广州市",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "伦敦",
      "字段3": "约翰内斯堡",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "里约热内卢",
      "字段2": "马德里"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "河南省郑州市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "孟买",
      "字段3": "内罗毕",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "台北市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "布拉格",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "墨尔本",
      "字段2": "雅典"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "广东省广州市",
      "字段2": "华沙"
   },
   {
      "fld2": "内罗毕",
      "字段3": "墨西哥城",
      "字段2": "利马"
   },
   {
      "fld2": "纽约",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "雅典",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "东京",
      "字段3": "悉尼",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "广东省广州市",
      "字段2": "悉尼"
   },
   {
      "fld2": "悉尼",
      "字段3": "伯尔尼",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "纽约",
      "字段3": "悉尼",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "安徽省合肥市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "华沙",
      "字段3": "奥斯陆",
      "字段2": "纽约"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "西藏拉萨市",
      "字段2": "维也纳"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "多伦多",
      "字段2": "开罗"
   },
   {
      "fld2": "马德里",
      "字段3": "吉隆坡",
      "字段2": "温哥华"
   },
   {
      "fld2": "奥克兰",
      "字段3": "雅加达",
      "字段2": "利马"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "里约热内卢",
      "字段2": "台北市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "孟买",
      "字段2": "多伦多"
   },
   {
      "fld2": "利马",
      "字段3": "布鲁塞尔",
      "字段2": "渥太华"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "华沙",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "马德里",
      "字段2": "悉尼"
   },
   {
      "fld2": "罗马",
      "字段3": "雅加达",
      "字段2": "伦敦"
   },
   {
      "fld2": "新加坡",
      "字段3": "墨尔本",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "广西南宁市",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "开普敦",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "青海省西宁市",
      "字段2": "布拉格"
   },
   {
      "fld2": "柏林",
      "字段3": "内罗毕",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "渥太华",
      "字段3": "开普敦",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "布拉格",
      "字段3": "辽宁省大连市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "孟买",
      "字段3": "海南省海口市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "悉尼",
      "字段3": "贵州省贵阳市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "山西省太原市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "迪拜",
      "字段3": "贵州省贵阳市",
      "字段2": "伦敦"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "山东省青岛市",
      "字段2": "马德里"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "四川省成都市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "维也纳"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "奥斯陆",
      "字段2": "曼谷"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "伯尔尼",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "巴黎",
      "字段3": "慕尼黑",
      "字段2": "开罗"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "慕尼黑",
      "字段2": "利马"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "圣地亚哥",
      "字段2": "迪拜"
   },
   {
      "fld2": "马德里",
      "字段3": "圣保罗",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "布鲁塞尔",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "华沙",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "温哥华",
      "字段3": "东京",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "伯尔尼",
      "字段2": "孟买"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "哥本哈根",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "温哥华",
      "字段2": "孟买"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "华沙",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "悉尼",
      "字段3": "奥克兰",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "温哥华",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "阿姆斯特丹",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "东京",
      "字段3": "山西省太原市",
      "字段2": "温哥华"
   },
   {
      "fld2": "雅加达",
      "字段3": "宁夏银川市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "曼谷",
      "字段3": "维也纳",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "吉林省长春市",
      "字段2": "悉尼"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "温哥华",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "奥克兰",
      "字段3": "米兰",
      "字段2": "曼谷"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "云南省昆明市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "台北市",
      "字段3": "马德里",
      "字段2": "温哥华"
   },
   {
      "fld2": "悉尼",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "华沙",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "柏林",
      "字段3": "圣地亚哥",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "温哥华",
      "字段3": "里约热内卢",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "温哥华",
      "字段3": "山东省青岛市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "奥克兰",
      "字段2": "悉尼"
   },
   {
      "fld2": "新加坡",
      "字段3": "新加坡",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "新德里",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "伦敦",
      "字段3": "利马",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "巴塞罗那",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "安徽省合肥市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "内罗毕",
      "字段2": "圣保罗"
   },
   {
      "fld2": "内罗毕",
      "字段3": "云南省昆明市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "安徽省合肥市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "辽宁省大连市",
      "字段2": "纽约"
   },
   {
      "fld2": "多伦多",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "慕尼黑",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "开罗",
      "字段3": "内罗毕",
      "字段2": "雅典"
   },
   {
      "fld2": "莫斯科",
      "字段3": "新加坡",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "莫斯科",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "四川省成都市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "甘肃省兰州市",
      "字段2": "悉尼"
   },
   {
      "fld2": "维也纳",
      "字段3": "温哥华",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "开普敦",
      "字段3": "孟买",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "维也纳",
      "字段3": "江苏省南京市",
      "字段2": "雅典"
   },
   {
      "fld2": "罗马",
      "字段3": "曼谷",
      "字段2": "米兰"
   },
   {
      "fld2": "纽约",
      "字段3": "蒙特利尔",
      "字段2": "悉尼"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "柏林",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "曼谷",
      "字段3": "福建省厦门市",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "圣保罗",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "雅加达",
      "字段3": "迪拜",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "江苏省南京市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "米兰",
      "字段3": "卡拉奇",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "甘肃省兰州市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "孟买",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "开罗",
      "字段3": "里约热内卢",
      "字段2": "柏林"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "吉林省长春市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "伦敦"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "曼谷",
      "字段2": "利马"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "里约热内卢",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "利马",
      "字段3": "海南省海口市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "孟买",
      "字段3": "内罗毕",
      "字段2": "马德里"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "多伦多",
      "字段2": "悉尼"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "西藏拉萨市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "台北市",
      "字段3": "伯尔尼",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "悉尼",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "利马",
      "字段3": "辽宁省大连市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "雅加达",
      "字段3": "纽约",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "莫斯科",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "伯尔尼",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "温哥华",
      "字段3": "奥斯陆",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "台北市",
      "字段3": "渥太华",
      "字段2": "台北市"
   },
   {
      "fld2": "巴黎",
      "字段3": "青海省西宁市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "巴塞罗那",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "莫斯科",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "巴塞罗那",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "利马",
      "字段3": "渥太华",
      "字段2": "纽约"
   },
   {
      "fld2": "雅典",
      "字段3": "罗马",
      "字段2": "圣保罗"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "广东省广州市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "福建省厦门市",
      "字段2": "米兰"
   },
   {
      "fld2": "新加坡",
      "字段3": "马德里",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "江西省南昌市",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "东京",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "内罗毕",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "开罗",
      "字段3": "布鲁塞尔",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "新加坡",
      "字段3": "山东省青岛市",
      "字段2": "悉尼"
   },
   {
      "fld2": "雅加达",
      "字段3": "莫斯科",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "柏林",
      "字段3": "香港特别行政区",
      "字段2": "华沙"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "曼谷",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "青海省西宁市",
      "字段2": "迪拜"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "华沙",
      "字段2": "悉尼"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "辽宁省大连市",
      "字段2": "温哥华"
   },
   {
      "fld2": "新加坡",
      "字段3": "山西省太原市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "曼谷",
      "字段3": "雅典",
      "字段2": "孟买"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "雅加达",
      "字段2": "布拉格"
   },
   {
      "fld2": "新德里",
      "字段3": "新德里",
      "字段2": "东京"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "云南省昆明市",
      "字段2": "柏林"
   },
   {
      "fld2": "伦敦",
      "字段3": "辽宁省沈阳市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "罗马",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "约翰内斯堡",
      "字段2": "罗马"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "奥克兰",
      "字段2": "渥太华"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "慕尼黑",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "孟买",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "渥太华"
   },
   {
      "fld2": "罗马",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "布拉格",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "罗马",
      "字段3": "圣地亚哥",
      "字段2": "新加坡"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "吉隆坡",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "马德里",
      "字段3": "云南省昆明市",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "约翰内斯堡",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "赫尔辛基",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "内罗毕",
      "字段3": "布达佩斯",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "伊斯坦布尔",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "柏林",
      "字段2": "柏林"
   },
   {
      "fld2": "墨尔本",
      "字段3": "东京",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "奥斯陆",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "圣保罗",
      "字段3": "奥斯陆",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "内罗毕",
      "字段3": "巴黎",
      "字段2": "柏林"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "雅加达",
      "字段2": "东京"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "圣地亚哥",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "甘肃省兰州市",
      "字段2": "新加坡"
   },
   {
      "fld2": "悉尼",
      "字段3": "雅加达",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "柏林",
      "字段2": "罗马"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "卡拉奇",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "山西省太原市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "马德里",
      "字段2": "巴黎"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "温哥华",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "米兰",
      "字段3": "华沙",
      "字段2": "维也纳"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "奥克兰",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "墨尔本",
      "字段3": "布鲁塞尔",
      "字段2": "利马"
   },
   {
      "fld2": "东京",
      "字段3": "悉尼",
      "字段2": "奥克兰"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "伊斯坦布尔",
      "字段2": "华沙"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "哥本哈根",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "新德里",
      "字段3": "吉隆坡",
      "字段2": "台北市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "台北市",
      "字段2": "渥太华"
   },
   {
      "fld2": "新加坡",
      "字段3": "山东省济南市",
      "字段2": "巴黎"
   },
   {
      "fld2": "新德里",
      "字段3": "开罗",
      "字段2": "维也纳"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "里约热内卢",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "新加坡",
      "字段3": "墨西哥城",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "华沙",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "维也纳",
      "字段3": "米兰",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "辽宁省大连市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "孟买",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "罗马",
      "字段3": "宁夏银川市",
      "字段2": "新德里"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "布鲁塞尔",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "布拉格",
      "字段3": "巴黎",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "东京",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "温哥华",
      "字段3": "伯尔尼",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "纽约",
      "字段3": "圣保罗",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "温哥华",
      "字段3": "雅典",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "罗马",
      "字段3": "安徽省合肥市",
      "字段2": "维也纳"
   },
   {
      "fld2": "新德里",
      "字段3": "贵州省贵阳市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "孟买",
      "字段3": "悉尼",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "伦敦",
      "字段2": "利马"
   },
   {
      "fld2": "华沙",
      "字段3": "伊斯坦布尔",
      "字段2": "多伦多"
   },
   {
      "fld2": "孟买",
      "字段3": "慕尼黑",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "维也纳",
      "字段3": "香港特别行政区",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "米兰",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "巴黎",
      "字段3": "澳门特别行政区",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "新加坡",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "辽宁省大连市",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "悉尼"
   },
   {
      "fld2": "华沙",
      "字段3": "斯德哥尔摩",
      "字段2": "悉尼"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "伯尔尼",
      "字段2": "多伦多"
   },
   {
      "fld2": "内罗毕",
      "字段3": "布达佩斯",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "东京",
      "字段2": "纽约"
   },
   {
      "fld2": "莫斯科",
      "字段3": "江苏省南京市",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "华沙",
      "字段3": "新德里",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "赫尔辛基",
      "字段2": "华沙"
   },
   {
      "fld2": "孟买",
      "字段3": "伦敦",
      "字段2": "维也纳"
   },
   {
      "fld2": "雅典",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "内罗毕",
      "字段2": "巴黎"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "奥克兰",
      "字段2": "孟买"
   },
   {
      "fld2": "米兰",
      "字段3": "雅加达",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "广西南宁市",
      "字段2": "柏林"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "莫斯科",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "迪拜",
      "字段3": "慕尼黑",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "开普敦",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "福建省厦门市",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "开普敦",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "迪拜",
      "字段3": "贵州省贵阳市",
      "字段2": "华沙"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "赫尔辛基",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "柏林",
      "字段3": "辽宁省沈阳市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "阿姆斯特丹",
      "字段2": "新德里"
   },
   {
      "fld2": "开罗",
      "字段3": "多伦多",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "宁夏银川市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "伦敦",
      "字段3": "利马",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "新德里",
      "字段3": "东京",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "贵州省贵阳市",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "利马",
      "字段3": "华沙",
      "字段2": "悉尼"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "内罗毕",
      "字段2": "开罗"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "海南省海口市",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "圣地亚哥",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "布达佩斯",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "维也纳",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "新德里",
      "字段2": "雅典"
   },
   {
      "fld2": "悉尼",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "米兰",
      "字段3": "迪拜",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "伦敦",
      "字段3": "山东省济南市",
      "字段2": "迪拜"
   },
   {
      "fld2": "曼谷",
      "字段3": "悉尼",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "墨西哥城",
      "字段2": "华沙"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "墨尔本",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "孟买",
      "字段3": "伊斯坦布尔",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "迪拜",
      "字段3": "圣保罗",
      "字段2": "新加坡"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "利马",
      "字段2": "多伦多"
   },
   {
      "fld2": "内罗毕",
      "字段3": "甘肃省兰州市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "曼谷",
      "字段3": "墨西哥城",
      "字段2": "柏林"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "利马",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "西藏拉萨市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "江西省南昌市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "迪拜",
      "字段3": "慕尼黑",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "悉尼",
      "字段3": "台北市",
      "字段2": "布拉格"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "多伦多",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "约翰内斯堡",
      "字段2": "莫斯科"
   },
   {
      "fld2": "米兰",
      "字段3": "维也纳",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "利马",
      "字段3": "内罗毕",
      "字段2": "温哥华"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "巴黎"
   },
   {
      "fld2": "迪拜",
      "字段3": "布达佩斯",
      "字段2": "奥克兰"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "纽约",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "马德里",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "青海省西宁市",
      "字段2": "华沙"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "墨尔本",
      "字段2": "奥克兰"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "伯尔尼",
      "字段2": "新德里"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "圣地亚哥",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "米兰",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "雅加达",
      "字段3": "江苏省南京市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "巴黎",
      "字段3": "广西南宁市",
      "字段2": "多伦多"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "江苏省南京市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "巴塞罗那",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "青海省西宁市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "内罗毕",
      "字段3": "江西省南昌市",
      "字段2": "开罗"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "墨尔本",
      "字段2": "圣保罗"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "卡拉奇",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "卡拉奇",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "布达佩斯",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "孟买",
      "字段3": "奥克兰",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "伯尔尼",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "马德里",
      "字段3": "新德里",
      "字段2": "雅典"
   },
   {
      "fld2": "内罗毕",
      "字段3": "罗马",
      "字段2": "维也纳"
   },
   {
      "fld2": "多伦多",
      "字段3": "巴黎",
      "字段2": "开罗"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "甘肃省兰州市",
      "字段2": "多伦多"
   },
   {
      "fld2": "台北市",
      "字段3": "墨尔本",
      "字段2": "曼谷"
   },
   {
      "fld2": "曼谷",
      "字段3": "米兰",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "纽约",
      "字段2": "曼谷"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "伊斯坦布尔",
      "字段2": "雅加达"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "渥太华",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "孟买",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "广东省广州市",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "内罗毕",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "江苏省南京市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "悉尼",
      "字段2": "罗马"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "伯尔尼",
      "字段2": "利马"
   },
   {
      "fld2": "曼谷",
      "字段3": "米兰",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "吉林省长春市",
      "字段2": "罗马"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "圣保罗",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "山东省济南市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "曼谷",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "墨西哥城",
      "字段2": "内罗毕"
   },
   {
      "fld2": "台北市",
      "字段3": "广东省广州市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "利马",
      "字段2": "多伦多"
   },
   {
      "fld2": "东京",
      "字段3": "新加坡",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "罗马",
      "字段3": "马德里",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "山西省太原市",
      "字段2": "台北市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "曼谷",
      "字段3": "赫尔辛基",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "辽宁省大连市",
      "字段2": "马德里"
   },
   {
      "fld2": "新加坡",
      "字段3": "慕尼黑",
      "字段2": "纽约"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "伦敦",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "慕尼黑",
      "字段2": "迪拜"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "利马",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "布达佩斯",
      "字段2": "雅加达"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "利马",
      "字段2": "悉尼"
   },
   {
      "fld2": "悉尼",
      "字段3": "布达佩斯",
      "字段2": "开普敦"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "福建省厦门市",
      "字段2": "新德里"
   },
   {
      "fld2": "米兰",
      "字段3": "雅典",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "新德里",
      "字段3": "雅加达",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "雅典",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "布鲁塞尔",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "曼谷",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "雅典",
      "字段3": "莫斯科",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "里约热内卢",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "巴黎",
      "字段3": "圣保罗",
      "字段2": "悉尼"
   },
   {
      "fld2": "利马",
      "字段3": "山东省济南市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "斯德哥尔摩",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "莫斯科",
      "字段2": "渥太华"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "莫斯科",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "浙江省杭州市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "慕尼黑",
      "字段2": "多伦多"
   },
   {
      "fld2": "新加坡",
      "字段3": "布鲁塞尔",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "维也纳",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "奥克兰",
      "字段3": "伊斯坦布尔",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "布拉格",
      "字段3": "多伦多",
      "字段2": "雅典"
   },
   {
      "fld2": "雅加达",
      "字段3": "吉隆坡",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "福建省厦门市",
      "字段2": "利马"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "华沙",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "圣地亚哥",
      "字段2": "利马"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "蒙特利尔",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "多伦多",
      "字段3": "卡拉奇",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "约翰内斯堡",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "墨尔本",
      "字段3": "河南省郑州市",
      "字段2": "维也纳"
   },
   {
      "fld2": "华沙",
      "字段3": "贵州省贵阳市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "开罗",
      "字段3": "新德里",
      "字段2": "迪拜"
   },
   {
      "fld2": "开罗",
      "字段3": "墨尔本",
      "字段2": "开普敦"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "海南省海口市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "布达佩斯",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "维也纳",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "江苏省南京市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "新加坡",
      "字段2": "圣保罗"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "澳门特别行政区",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "迪拜",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "利马",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "温哥华",
      "字段3": "开普敦",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "赫尔辛基",
      "字段2": "新加坡"
   },
   {
      "fld2": "利马",
      "字段3": "四川省成都市",
      "字段2": "新德里"
   },
   {
      "fld2": "罗马",
      "字段3": "莫斯科",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "新加坡",
      "字段2": "新德里"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "江苏省南京市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "开罗",
      "字段3": "河南省郑州市",
      "字段2": "开普敦"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "江苏省南京市",
      "字段2": "罗马"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "圣地亚哥",
      "字段2": "维也纳"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "哥本哈根",
      "字段2": "新德里"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "雅典",
      "字段2": "新加坡"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "伯尔尼",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "伦敦",
      "字段3": "山东省济南市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "温哥华",
      "字段3": "海南省海口市",
      "字段2": "维也纳"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "马德里",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "维也纳",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "东京",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "雅典",
      "字段3": "墨西哥城",
      "字段2": "内罗毕"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "多伦多",
      "字段2": "伦敦"
   },
   {
      "fld2": "渥太华",
      "字段3": "澳门特别行政区",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "马德里",
      "字段3": "迪拜",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "雅典",
      "字段2": "孟买"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "多伦多",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "新加坡",
      "字段3": "贵州省贵阳市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "孟买",
      "字段3": "伯尔尼",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "孟买",
      "字段3": "罗马",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "哥本哈根",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "伦敦",
      "字段3": "伦敦",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "哥本哈根",
      "字段2": "新德里"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "安徽省合肥市",
      "字段2": "利马"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "江苏省南京市",
      "字段2": "新德里"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "雅加达",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "河南省郑州市",
      "字段2": "开罗"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "马德里",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "纽约",
      "字段3": "维也纳",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "台北市",
      "字段3": "约翰内斯堡",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "巴黎",
      "字段2": "伦敦"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "吉林省长春市",
      "字段2": "多伦多"
   },
   {
      "fld2": "布拉格",
      "字段3": "曼谷",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "卡拉奇",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "利马",
      "字段3": "墨尔本",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "新德里",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "伦敦",
      "字段2": "伦敦"
   },
   {
      "fld2": "莫斯科",
      "字段3": "宁夏银川市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "四川省成都市",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "斯德哥尔摩",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "华沙",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "江苏省南京市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "雅典",
      "字段3": "墨西哥城",
      "字段2": "曼谷"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "墨尔本",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "赫尔辛基",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "罗马",
      "字段3": "蒙特利尔",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "温哥华",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "米兰",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "孟买",
      "字段3": "迪拜",
      "字段2": "新德里"
   },
   {
      "fld2": "巴黎",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "华沙",
      "字段3": "温哥华",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "卡拉奇",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "新加坡",
      "字段2": "开普敦"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "贵州省贵阳市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "多伦多",
      "字段2": "布拉格"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "巴黎",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "米兰",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "雅加达",
      "字段2": "曼谷"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "广东省广州市",
      "字段2": "开普敦"
   },
   {
      "fld2": "悉尼",
      "字段3": "山西省太原市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "巴黎",
      "字段3": "雅加达",
      "字段2": "华沙"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "雅典",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "浙江省杭州市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "迪拜",
      "字段2": "悉尼"
   },
   {
      "fld2": "曼谷",
      "字段3": "迪拜",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "孟买",
      "字段3": "米兰",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "广东省广州市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "温哥华",
      "字段3": "悉尼",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "新德里",
      "字段3": "柏林",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "悉尼",
      "字段3": "阿姆斯特丹",
      "字段2": "内罗毕"
   },
   {
      "fld2": "莫斯科",
      "字段3": "孟买",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "布拉格",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "罗马",
      "字段3": "四川省成都市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "内罗毕",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "卡拉奇",
      "字段2": "伦敦"
   },
   {
      "fld2": "台北市",
      "字段3": "东京",
      "字段2": "台北市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "赫尔辛基",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "云南省昆明市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "新德里",
      "字段3": "蒙特利尔",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "孟买",
      "字段3": "安徽省合肥市",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "马德里",
      "字段3": "新德里",
      "字段2": "新加坡"
   },
   {
      "fld2": "柏林",
      "字段3": "四川省成都市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "香港特别行政区",
      "字段2": "开罗"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "澳门特别行政区",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "米兰",
      "字段3": "里约热内卢",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "开普敦",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "雅加达",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "阿姆斯特丹",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "开普敦",
      "字段2": "柏林"
   },
   {
      "fld2": "布拉格",
      "字段3": "内罗毕",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "马德里",
      "字段3": "米兰",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "利马",
      "字段3": "新加坡",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "新德里",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "柏林",
      "字段3": "赫尔辛基",
      "字段2": "伦敦"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "甘肃省兰州市",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "新德里",
      "字段3": "纽约",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "雅加达",
      "字段3": "雅加达",
      "字段2": "莫斯科"
   },
   {
      "fld2": "纽约",
      "字段3": "新加坡",
      "字段2": "内罗毕"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "新加坡",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "墨西哥城",
      "字段2": "利马"
   },
   {
      "fld2": "多伦多",
      "字段3": "圣地亚哥",
      "字段2": "雅典"
   },
   {
      "fld2": "米兰",
      "字段3": "甘肃省兰州市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "内罗毕",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "阿姆斯特丹",
      "字段2": "罗马"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "江西省南昌市",
      "字段2": "悉尼"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "迪拜",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "内罗毕",
      "字段3": "华沙",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "奥克兰",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "纽约",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "马德里",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "罗马",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "米兰",
      "字段3": "四川省成都市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "柏林",
      "字段3": "甘肃省兰州市",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "巴黎",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "澳门特别行政区",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "新加坡",
      "字段3": "莫斯科",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "伦敦",
      "字段2": "曼谷"
   },
   {
      "fld2": "新加坡",
      "字段3": "福建省厦门市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "柏林",
      "字段3": "墨西哥城",
      "字段2": "多伦多"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "米兰",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "孟买",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "华沙",
      "字段3": "台北市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "福建省厦门市",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "孟买",
      "字段2": "奥克兰"
   },
   {
      "fld2": "圣保罗",
      "字段3": "青海省西宁市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "奥斯陆",
      "字段2": "布拉格"
   },
   {
      "fld2": "莫斯科",
      "字段3": "雅加达",
      "字段2": "罗马"
   },
   {
      "fld2": "巴黎",
      "字段3": "新加坡",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "约翰内斯堡",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "华沙",
      "字段2": "雅典"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "江苏省南京市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "纽约",
      "字段3": "山西省太原市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "青海省西宁市",
      "字段2": "米兰"
   },
   {
      "fld2": "柏林",
      "字段3": "约翰内斯堡",
      "字段2": "圣保罗"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "开普敦",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "悉尼",
      "字段3": "伊斯坦布尔",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "开普敦",
      "字段3": "圣地亚哥",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "多伦多",
      "字段3": "海南省海口市",
      "字段2": "纽约"
   },
   {
      "fld2": "雅典",
      "字段3": "布拉格",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "山东省济南市",
      "字段2": "新德里"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "马德里",
      "字段2": "利马"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "墨尔本",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "圣地亚哥",
      "字段2": "纽约"
   },
   {
      "fld2": "华沙",
      "字段3": "吉隆坡",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "奥克兰",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "东京",
      "字段2": "曼谷"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "云南省昆明市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "伦敦",
      "字段3": "山西省太原市",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "新德里",
      "字段2": "马德里"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "马德里",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "广东省广州市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "伊斯坦布尔",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "宁夏银川市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "香港特别行政区",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "圣保罗",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "台北市",
      "字段3": "赫尔辛基",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "华沙",
      "字段2": "温哥华"
   },
   {
      "fld2": "台北市",
      "字段3": "赫尔辛基",
      "字段2": "雅典"
   },
   {
      "fld2": "曼谷",
      "字段3": "曼谷",
      "字段2": "布拉格"
   },
   {
      "fld2": "伦敦",
      "字段3": "多伦多",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "东京",
      "字段3": "香港特别行政区",
      "字段2": "孟买"
   },
   {
      "fld2": "华沙",
      "字段3": "渥太华",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "贵州省贵阳市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "布拉格",
      "字段3": "墨西哥城",
      "字段2": "新德里"
   },
   {
      "fld2": "悉尼",
      "字段3": "巴塞罗那",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "西藏拉萨市",
      "字段2": "迪拜"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "巴塞罗那",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "安徽省合肥市",
      "字段2": "孟买"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "约翰内斯堡",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "伦敦",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "辽宁省沈阳市",
      "字段2": "雅加达"
   },
   {
      "fld2": "米兰",
      "字段3": "甘肃省兰州市",
      "字段2": "多伦多"
   },
   {
      "fld2": "巴黎",
      "字段3": "新德里",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "雅典",
      "字段3": "奥斯陆",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "东京",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "里约热内卢",
      "字段3": "柏林",
      "字段2": "孟买"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "纽约",
      "字段2": "温哥华"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "东京",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "宁夏银川市",
      "字段2": "新加坡"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "柏林"
   },
   {
      "fld2": "纽约",
      "字段3": "墨尔本",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "新德里",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "奥克兰",
      "字段3": "墨尔本",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "约翰内斯堡",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "雅典",
      "字段3": "悉尼",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "柏林",
      "字段3": "里约热内卢",
      "字段2": "利马"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "米兰",
      "字段2": "山东省青岛市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "内罗毕",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "东京",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "辽宁省沈阳市",
      "字段2": "布拉格"
   },
   {
      "fld2": "米兰",
      "字段3": "华沙",
      "字段2": "开普敦"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "米兰",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "新加坡",
      "字段2": "雅典"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "雅加达",
      "字段2": "雅典"
   },
   {
      "fld2": "温哥华",
      "字段3": "内罗毕",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "伊斯坦布尔",
      "字段2": "新德里"
   },
   {
      "fld2": "圣地亚哥",
      "字段3": "福建省厦门市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "开普敦",
      "字段3": "赫尔辛基",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "辽宁省沈阳市",
      "字段3": "雅典",
      "字段2": "雅加达"
   },
   {
      "fld2": "新加坡",
      "字段3": "巴黎",
      "字段2": "温哥华"
   },
   {
      "fld2": "开罗",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "维也纳"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "甘肃省兰州市",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "巴塞罗那",
      "字段2": "开罗"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "雅典",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "山东省济南市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "河南省郑州市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "迪拜",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "华沙",
      "字段3": "海南省海口市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "河南省郑州市",
      "字段2": "新加坡"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "哥本哈根",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "纽约",
      "字段3": "江西省南昌市",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "奥斯陆",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "悉尼",
      "字段2": "悉尼"
   },
   {
      "fld2": "开普敦",
      "字段3": "卡拉奇",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "福建省厦门市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "维也纳",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "开罗",
      "字段2": "甘肃省兰州市"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "蒙特利尔",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "罗马",
      "字段2": "东京"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "开罗",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "西藏拉萨市",
      "字段2": "多伦多"
   },
   {
      "fld2": "布拉格",
      "字段3": "柏林",
      "字段2": "开罗"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "墨尔本",
      "字段2": "巴黎"
   },
   {
      "fld2": "墨尔本",
      "字段3": "河南省郑州市",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "伦敦",
      "字段3": "山东省济南市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "雅加达",
      "字段2": "温哥华"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "渥太华",
      "字段2": "莫斯科"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "布拉格",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "华沙",
      "字段3": "温哥华",
      "字段2": "孟买"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "马德里",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "巴黎",
      "字段3": "圣保罗",
      "字段2": "伦敦"
   },
   {
      "fld2": "曼谷",
      "字段3": "斯德哥尔摩",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "圣保罗",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "罗马",
      "字段3": "开普敦",
      "字段2": "奥克兰"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "山东省济南市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "华沙",
      "字段3": "青海省西宁市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "东京",
      "字段3": "罗马",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "福建省厦门市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "内罗毕",
      "字段3": "东京",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "雅加达"
   },
   {
      "fld2": "柏林",
      "字段3": "赫尔辛基",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "斯德哥尔摩",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "江西省南昌市",
      "字段2": "内罗毕"
   },
   {
      "fld2": "曼谷",
      "字段3": "伊斯坦布尔",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "马德里",
      "字段3": "台北市",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "青海省西宁市",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "罗马",
      "字段2": "米兰"
   },
   {
      "fld2": "罗马",
      "字段3": "曼谷",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "悉尼",
      "字段2": "孟买"
   },
   {
      "fld2": "圣保罗",
      "字段3": "斯德哥尔摩",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "贵州省贵阳市",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "华沙",
      "字段3": "蒙特利尔",
      "字段2": "雅加达"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "悉尼",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "温哥华",
      "字段3": "纽约",
      "字段2": "莫斯科"
   },
   {
      "fld2": "罗马",
      "字段3": "孟买",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "广西南宁市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "伦敦",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "温哥华",
      "字段3": "柏林",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "迪拜",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "雅加达",
      "字段3": "多伦多",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "开罗",
      "字段2": "孟买"
   },
   {
      "fld2": "奥克兰",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "布鲁塞尔",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "河南省郑州市",
      "字段2": "悉尼"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "辽宁省沈阳市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "悉尼",
      "字段3": "台北市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "巴黎",
      "字段3": "四川省成都市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "甘肃省兰州市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "山东省济南市",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "贵州省贵阳市",
      "字段2": "孟买"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "布达佩斯",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "东京",
      "字段3": "利马",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "斯德哥尔摩",
      "字段2": "罗马"
   },
   {
      "fld2": "巴黎",
      "字段3": "巴黎",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "新德里",
      "字段3": "曼谷",
      "字段2": "华沙"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "宁夏银川市",
      "字段2": "孟买"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "维也纳",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "里约热内卢",
      "字段2": "米兰"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "马德里",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "卡拉奇",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "慕尼黑",
      "字段3": "维也纳",
      "字段2": "多伦多"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "孟买",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "温哥华",
      "字段2": "悉尼"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "辽宁省大连市",
      "字段2": "罗马"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "福建省厦门市",
      "字段2": "布拉格"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "莫斯科",
      "字段2": "雅加达"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "内罗毕",
      "字段2": "孟买"
   },
   {
      "fld2": "内蒙古呼和浩特市",
      "字段3": "渥太华",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "维也纳",
      "字段3": "贵州省贵阳市",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "雅加达",
      "字段3": "迪拜",
      "字段2": "悉尼"
   },
   {
      "fld2": "新疆乌鲁木齐市",
      "字段3": "墨西哥城",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "安徽省合肥市",
      "字段2": "渥太华"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "渥太华",
      "字段2": "曼谷"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "蒙特利尔",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "伯尔尼",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "山东省青岛市",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "孟买",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "巴黎"
   },
   {
      "fld2": "圣保罗",
      "字段3": "温哥华",
      "字段2": "利马"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "辽宁省大连市",
      "字段2": "马德里"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "山西省太原市",
      "字段2": "悉尼"
   },
   {
      "fld2": "罗马",
      "字段3": "悉尼",
      "字段2": "孟买"
   },
   {
      "fld2": "维也纳",
      "字段3": "贵州省贵阳市",
      "字段2": "墨尔本"
   },
   {
      "fld2": "孟买",
      "字段3": "伊斯坦布尔",
      "字段2": "莫斯科"
   },
   {
      "fld2": "维也纳",
      "字段3": "开罗",
      "字段2": "悉尼"
   },
   {
      "fld2": "开罗",
      "字段3": "蒙特利尔",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "圣保罗",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "渥太华"
   },
   {
      "fld2": "维也纳",
      "字段3": "纽约",
      "字段2": "米兰"
   },
   {
      "fld2": "华沙",
      "字段3": "巴塞罗那",
      "字段2": "孟买"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "奥克兰",
      "字段2": "巴黎"
   },
   {
      "fld2": "雅加达",
      "字段3": "慕尼黑",
      "字段2": "莫斯科"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "温哥华",
      "字段2": "开罗"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "哥本哈根",
      "字段2": "内罗毕"
   },
   {
      "fld2": "孟买",
      "字段3": "奥克兰",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "雅典",
      "字段3": "奥克兰",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "山东省青岛市",
      "字段2": "渥太华"
   },
   {
      "fld2": "新加坡",
      "字段3": "马德里",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "柏林",
      "字段3": "伯尔尼",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "迪拜",
      "字段3": "浙江省杭州市",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "布拉格",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "新德里",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "新加坡",
      "字段3": "利马",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "多伦多",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "新德里",
      "字段3": "卡拉奇",
      "字段2": "罗马"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "河南省郑州市",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "曼谷",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "雅典",
      "字段3": "伦敦",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "墨尔本",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "华沙",
      "字段3": "伦敦",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "辽宁省沈阳市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "慕尼黑",
      "字段2": "新德里"
   },
   {
      "fld2": "利马",
      "字段3": "广东省广州市",
      "字段2": "开罗"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "多伦多",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "罗马",
      "字段2": "开普敦"
   },
   {
      "fld2": "罗马",
      "字段3": "巴塞罗那",
      "字段2": "布拉格"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "台北市",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "柏林",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "西藏拉萨市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "柏林",
      "字段3": "甘肃省兰州市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "青海省西宁市",
      "字段3": "赫尔辛基",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "伦敦",
      "字段3": "伯尔尼",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "利马",
      "字段3": "江西省南昌市",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "内罗毕",
      "字段3": "香港特别行政区",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "新加坡",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "辽宁省大连市",
      "字段2": "孟买"
   },
   {
      "fld2": "纽约",
      "字段3": "多伦多",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "四川省成都市",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "迪拜",
      "字段2": "巴黎"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "吉隆坡",
      "字段2": "内罗毕"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "甘肃省兰州市",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "巴黎",
      "字段3": "澳门特别行政区",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "伦敦",
      "字段2": "圣保罗"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "安徽省合肥市",
      "字段2": "悉尼"
   },
   {
      "fld2": "阿姆斯特丹",
      "字段3": "宁夏银川市",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "伯尔尼",
      "字段2": "圣地亚哥"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "罗马",
      "字段2": "布宜诺斯艾利斯"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "雅加达",
      "字段2": "多伦多"
   },
   {
      "fld2": "墨尔本",
      "字段3": "内罗毕",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "河南省郑州市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "曼谷",
      "字段3": "开普敦",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "斯德哥尔摩",
      "字段2": "巴黎"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "莫斯科",
      "字段2": "新德里"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "利马",
      "字段2": "阿姆斯特丹"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "西藏拉萨市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "雅典",
      "字段3": "渥太华",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "巴塞罗那",
      "字段2": "布拉格"
   },
   {
      "fld2": "东京",
      "字段3": "开罗",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "纽约",
      "字段3": "华沙",
      "字段2": "新德里"
   },
   {
      "fld2": "雅加达",
      "字段3": "墨西哥城",
      "字段2": "东京"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "米兰",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "伦敦",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "罗马",
      "字段3": "罗马",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "华沙",
      "字段3": "香港特别行政区",
      "字段2": "布拉格"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "布达佩斯",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "江西省南昌市",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "新加坡",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "渥太华",
      "字段3": "圣地亚哥",
      "字段2": "布拉格"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "蒙特利尔",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "东京",
      "字段3": "墨西哥城",
      "字段2": "伦敦"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "马德里",
      "字段2": "米兰"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "布拉格",
      "字段2": "东京"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "海南省海口市",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "墨西哥城",
      "字段2": "奥克兰"
   },
   {
      "fld2": "悉尼",
      "字段3": "四川省成都市",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "内罗毕",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "哥本哈根",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "甘肃省兰州市",
      "字段3": "西藏拉萨市",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "内蒙古呼和浩特市",
      "字段2": "开普敦"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "哥本哈根",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "柏林",
      "字段3": "利马",
      "字段2": "渥太华"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "布达佩斯",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "布拉格",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "吉隆坡",
      "字段3": "福建省厦门市",
      "字段2": "巴黎"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "纽约",
      "字段2": "雅加达"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "渥太华",
      "字段2": "维也纳"
   },
   {
      "fld2": "开普敦",
      "字段3": "海南省海口市",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "奥克兰",
      "字段3": "澳门特别行政区",
      "字段2": "温哥华"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "巴塞罗那",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "山西省太原市",
      "字段2": "渥太华"
   },
   {
      "fld2": "内罗毕",
      "字段3": "伦敦",
      "字段2": "斯德哥尔摩"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "利马",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "迪拜",
      "字段3": "悉尼",
      "字段2": "悉尼"
   },
   {
      "fld2": "伦敦",
      "字段3": "伊斯坦布尔",
      "字段2": "澳门特别行政区"
   },
   {
      "fld2": "悉尼",
      "字段3": "浙江省杭州市",
      "字段2": "开普敦"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "迪拜",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "华沙",
      "字段2": "华沙"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "四川省成都市",
      "字段2": "悉尼"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "青海省西宁市",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "曼谷",
      "字段3": "罗马",
      "字段2": "温哥华"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "孟买",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "悉尼",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "开罗",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "圣保罗",
      "字段3": "卡拉奇",
      "字段2": "布达佩斯"
   },
   {
      "fld2": "山西省太原市",
      "字段3": "斯德哥尔摩",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "温哥华",
      "字段2": "莫斯科"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "布鲁塞尔",
      "字段2": "吉林省长春市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "里约热内卢",
      "字段2": "孟买"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "曼谷",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "开罗",
      "字段3": "浙江省杭州市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "悉尼",
      "字段3": "内罗毕",
      "字段2": "孟买"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "迪拜"
   },
   {
      "fld2": "安徽省合肥市",
      "字段3": "维也纳",
      "字段2": "巴黎"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "墨西哥城",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "布宜诺斯艾利斯",
      "字段2": "悉尼"
   },
   {
      "fld2": "米兰",
      "字段3": "悉尼",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "悉尼",
      "字段2": "巴黎"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "浙江省杭州市",
      "字段2": "罗马"
   },
   {
      "fld2": "开罗",
      "字段3": "新加坡",
      "字段2": "伯尔尼"
   },
   {
      "fld2": "吉林省长春市",
      "字段3": "贵州省贵阳市",
      "字段2": "圣保罗"
   },
   {
      "fld2": "孟买",
      "字段3": "孟买",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "悉尼",
      "字段3": "新德里",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "开普敦",
      "字段3": "福建省厦门市",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "内罗毕",
      "字段3": "开普敦",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "莫斯科",
      "字段2": "新疆乌鲁木齐市"
   },
   {
      "fld2": "奥克兰",
      "字段3": "福建省厦门市",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "广东省广州市",
      "字段3": "马德里",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "辽宁省大连市",
      "字段2": "开普敦"
   },
   {
      "fld2": "罗马",
      "字段3": "里约热内卢",
      "字段2": "莫斯科"
   },
   {
      "fld2": "内罗毕",
      "字段3": "阿姆斯特丹",
      "字段2": "开普敦"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "米兰",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "黑龙江省哈尔滨市",
      "字段3": "里约热内卢",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "浙江省杭州市",
      "字段3": "甘肃省兰州市",
      "字段2": "雅加达"
   },
   {
      "fld2": "维也纳",
      "字段3": "吉林省长春市",
      "字段2": "孟买"
   },
   {
      "fld2": "纽约",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "广西南宁市"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "内罗毕",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "台北市",
      "字段3": "新德里",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "孟买",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "渥太华",
      "字段3": "维也纳",
      "字段2": "利马"
   },
   {
      "fld2": "纽约",
      "字段3": "雅典",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "圣保罗",
      "字段2": "孟买"
   },
   {
      "fld2": "迪拜",
      "字段3": "新疆乌鲁木齐市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "辽宁省大连市",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "莫斯科",
      "字段3": "江苏省南京市",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "开罗",
      "字段2": "罗马"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "蒙特利尔",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "马德里",
      "字段3": "内罗毕",
      "字段2": "迪拜"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "纽约",
      "字段2": "墨尔本"
   },
   {
      "fld2": "新德里",
      "字段3": "罗马",
      "字段2": "渥太华"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "悉尼",
      "字段2": "山东省济南市"
   },
   {
      "fld2": "伦敦",
      "字段3": "墨西哥城",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "伦敦",
      "字段3": "利马",
      "字段2": "罗马"
   },
   {
      "fld2": "维也纳",
      "字段3": "约翰内斯堡",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "新加坡",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "纽约",
      "字段3": "利马",
      "字段2": "迪拜"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "澳门特别行政区",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "渥太华",
      "字段3": "四川省成都市",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "雅典",
      "字段3": "甘肃省兰州市",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "西藏拉萨市",
      "字段2": "温哥华"
   },
   {
      "fld2": "蒙特利尔",
      "字段3": "墨西哥城",
      "字段2": "新德里"
   },
   {
      "fld2": "内罗毕",
      "字段3": "蒙特利尔",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "澳门特别行政区",
      "字段2": "米兰"
   },
   {
      "fld2": "雅典",
      "字段3": "青海省西宁市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "伦敦",
      "字段2": "孟买"
   },
   {
      "fld2": "悉尼",
      "字段3": "哥本哈根",
      "字段2": "布拉格"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "阿姆斯特丹",
      "字段2": "布拉格"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "台北市",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "蒙特利尔",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "曼谷",
      "字段3": "阿姆斯特丹",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "开普敦",
      "字段3": "伯尔尼",
      "字段2": "柏林"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "伯尔尼",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "巴黎",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "卡拉奇",
      "字段3": "伦敦",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "米兰",
      "字段3": "迪拜",
      "字段2": "黑龙江省哈尔滨市"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "奥克兰",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "东京",
      "字段2": "维也纳"
   },
   {
      "fld2": "曼谷",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "墨尔本"
   },
   {
      "fld2": "罗马",
      "字段3": "江西省南昌市",
      "字段2": "新德里"
   },
   {
      "fld2": "迪拜",
      "字段3": "四川省成都市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "孟买",
      "字段3": "山东省济南市",
      "字段2": "开罗"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "开普敦",
      "字段2": "约翰内斯堡"
   },
   {
      "fld2": "雅典",
      "字段3": "阿姆斯特丹",
      "字段2": "赫尔辛基"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "温哥华",
      "字段2": "罗马"
   },
   {
      "fld2": "利马",
      "字段3": "约翰内斯堡",
      "字段2": "华沙"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "奥克兰",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "布拉格",
      "字段2": "青海省西宁市"
   },
   {
      "fld2": "悉尼",
      "字段3": "利马",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "温哥华",
      "字段3": "温哥华",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "卡拉奇",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "布宜诺斯艾利斯",
      "字段3": "澳门特别行政区",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "墨西哥城",
      "字段3": "伦敦",
      "字段2": "雅典"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "伊斯坦布尔",
      "字段2": "温哥华"
   },
   {
      "fld2": "孟买",
      "字段3": "布拉格",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "利马",
      "字段3": "巴黎",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "雅加达",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "伊斯坦布尔",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "莫斯科",
      "字段3": "山西省太原市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "东京",
      "字段3": "米兰",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "澳门特别行政区",
      "字段3": "云南省昆明市",
      "字段2": "福建省厦门市"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "西藏拉萨市",
      "字段2": "奥斯陆"
   },
   {
      "fld2": "贵州省贵阳市",
      "字段3": "山东省青岛市",
      "字段2": "巴塞罗那"
   },
   {
      "fld2": "福建省厦门市",
      "字段3": "纽约",
      "字段2": "哥本哈根"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "赫尔辛基",
      "字段2": "墨尔本"
   },
   {
      "fld2": "圣保罗",
      "字段3": "墨西哥城",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "西藏拉萨市",
      "字段3": "圣保罗",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "雅典",
      "字段3": "布拉格",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "布达佩斯",
      "字段3": "罗马",
      "字段2": "广东省广州市"
   },
   {
      "fld2": "华沙",
      "字段3": "悉尼",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "墨尔本",
      "字段3": "江苏省南京市",
      "字段2": "莫斯科"
   },
   {
      "fld2": "伦敦",
      "字段3": "奥克兰",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "辽宁省沈阳市",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "河南省郑州市",
      "字段3": "内罗毕",
      "字段2": "内罗毕"
   },
   {
      "fld2": "奥斯陆",
      "字段3": "江西省南昌市",
      "字段2": "山西省太原市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "墨西哥城",
      "字段2": "香港特别行政区"
   },
   {
      "fld2": "内罗毕",
      "字段3": "阿姆斯特丹",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "山东省青岛市",
      "字段2": "曼谷"
   },
   {
      "fld2": "江西省南昌市",
      "字段3": "布鲁塞尔",
      "字段2": "江苏省南京市"
   },
   {
      "fld2": "米兰",
      "字段3": "福建省厦门市",
      "字段2": "吉隆坡"
   },
   {
      "fld2": "布鲁塞尔",
      "字段3": "辽宁省沈阳市",
      "字段2": "渥太华"
   },
   {
      "fld2": "柏林",
      "字段3": "雅加达",
      "字段2": "悉尼"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "悉尼",
      "字段2": "墨西哥城"
   },
   {
      "fld2": "哥本哈根",
      "字段3": "伊斯坦布尔",
      "字段2": "台北市"
   },
   {
      "fld2": "内罗毕",
      "字段3": "华沙",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "宁夏银川市",
      "字段3": "渥太华",
      "字段2": "曼谷"
   },
   {
      "fld2": "布拉格",
      "字段3": "开罗",
      "字段2": "罗马"
   },
   {
      "fld2": "巴黎",
      "字段3": "香港特别行政区",
      "字段2": "贵州省贵阳市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "约翰内斯堡",
      "字段2": "蒙特利尔"
   },
   {
      "fld2": "圣保罗",
      "字段3": "宁夏银川市",
      "字段2": "马德里"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "广西南宁市",
      "字段2": "浙江省杭州市"
   },
   {
      "fld2": "圣保罗",
      "字段3": "阿姆斯特丹",
      "字段2": "奥克兰"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "巴黎",
      "字段2": "里约热内卢"
   },
   {
      "fld2": "赫尔辛基",
      "字段3": "澳门特别行政区",
      "字段2": "慕尼黑"
   },
   {
      "fld2": "江苏省南京市",
      "字段3": "孟买",
      "字段2": "雅典"
   },
   {
      "fld2": "伯尔尼",
      "字段3": "米兰",
      "字段2": "辽宁省沈阳市"
   },
   {
      "fld2": "悉尼",
      "字段3": "海南省海口市",
      "字段2": "内蒙古呼和浩特市"
   },
   {
      "fld2": "四川省成都市",
      "字段3": "东京",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "马德里",
      "字段3": "布鲁塞尔",
      "字段2": "云南省昆明市"
   },
   {
      "fld2": "台北市",
      "字段3": "山西省太原市",
      "字段2": "维也纳"
   },
   {
      "fld2": "悉尼",
      "字段3": "山东省青岛市",
      "字段2": "辽宁省大连市"
   },
   {
      "fld2": "香港特别行政区",
      "字段3": "甘肃省兰州市",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "辽宁省大连市",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "安徽省合肥市"
   },
   {
      "fld2": "山东省青岛市",
      "字段3": "维也纳",
      "字段2": "西藏拉萨市"
   },
   {
      "fld2": "开普敦",
      "字段3": "奥克兰",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "巴塞罗那",
      "字段3": "孟买",
      "字段2": "布拉格"
   },
   {
      "fld2": "奥克兰",
      "字段3": "赫尔辛基",
      "字段2": "河南省郑州市"
   },
   {
      "fld2": "纽约",
      "字段3": "广西南宁市",
      "字段2": "奥克兰"
   },
   {
      "fld2": "迪拜",
      "字段3": "贵州省贵阳市",
      "字段2": "孟买"
   },
   {
      "fld2": "海南省海口市",
      "字段3": "澳门特别行政区",
      "字段2": "四川省成都市"
   },
   {
      "fld2": "新加坡",
      "字段3": "贵州省贵阳市",
      "字段2": "伊斯坦布尔"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "奥克兰",
      "字段2": "雅典"
   },
   {
      "fld2": "斯德哥尔摩",
      "字段3": "孟买",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "山东省济南市",
      "字段3": "柏林",
      "字段2": "宁夏银川市"
   },
   {
      "fld2": "约翰内斯堡",
      "字段3": "开罗",
      "字段2": "悉尼"
   },
   {
      "fld2": "伊斯坦布尔",
      "字段3": "黑龙江省哈尔滨市",
      "字段2": "布鲁塞尔"
   },
   {
      "fld2": "广西南宁市",
      "字段3": "温哥华",
      "字段2": "江西省南昌市"
   },
   {
      "fld2": "米兰",
      "字段3": "马德里",
      "字段2": "卡拉奇"
   },
   {
      "fld2": "莫斯科",
      "字段3": "新加坡",
      "字段2": "海南省海口市"
   },
   {
      "fld2": "云南省昆明市",
      "字段3": "东京",
      "字段2": "开普敦"
   },
   {
      "fld2": "马德里",
      "字段3": "东京",
      "字段2": "澳门特别行政区"
   }
]
